Repository: Glithcy780/Threema
Catalog: Resources/Strings/*.lproj/Ballot.strings
Languages: tr

# ballot
source: Poll
tr: Anket

# ballots
source: Polls
tr: Anketler

# ballot_results
source: Poll Results
tr: Anket Sonuçları

# ballot_validation_error_title
source: Invalid setup for poll
tr: Anket Hakkında Geçersiz Kurulum

# ballot_validation_not_enough_choices
source: Please define at least two choices.
tr: Lütfen En Az 2 tane seçenek tanımlayınız

# ballot_validation_title_missing
source: Please set a title for the poll.
tr: Anket Başlığınızı Belirleyiniz

# ballot_options
source: Poll Options
tr: Anket Seçenekleriniz

# ballot_intermediate_results
source: Intermediate Results
tr: Sonuçlarda Ara

# ballot_show_intermediate_results
source: Show Intermediate Results
tr: Sonuçlarda Göster

# ballot_multiple_choice
source: Multiple Choice
tr: Çoklu Seçmeli

# ballot_clone
source: Copy Existing Poll
tr: Mevut Anketi Kopyalayınız

# ballot_clone_warning_title
source: Attention
tr: Dşkkat!

# ballot_clone_warning_message
source: All existing input will be overriden.
tr: Tüm girişleriniz iptal olacaktır

# ballot_feature_level_warning_title
source: Please note
tr: Aklınızda Bulunsun

# ballot_feature_level_warning_message
source: Some of the particpants have an app version that does not support polls yet: %@
tr: Katılımcılardan Uygun Uygulama Sürümünü Kullanmayanlar Var. Sürüm Notları:%@

# ballot_feature_level_error_message
source: None of the particpants have an app version that supports polls: %@
tr: Maalesef Anketleri destekleyen bir uygulama sürümü yok: %@

# ballot_add_choice
source: Add Choice
tr: Seçenek Ekle

# ballot_create
source: Create Poll
tr: Yeni Anket Oluştur

# ballot_placeholder_title
source: Title, e.g. Where do you want to go today?
tr: Örnek Başlık, Bugün Nereye Gitmek İstersiniz?

# ballot_placeholder_choice
source: Choice
tr: Tercihiniz

# ballot_date_button
source: Date
tr: Tarih

# ballot_allDay_switch
source: All-day
tr: Günün Tümü

# ballot_choose_title
source: Choose Poll
tr: Lütfen Anket Seçiniz

# ballot_closed_cell_title
source: Poll Results
tr: Anket Sonuçları

# ballot_new_cell_title
source: New Poll
tr: Yeni Anket Düzenle

# ballot_description_intermediate
source: Turn on to make the accumulated incoming votes visible for all participants. Otherwise the results are kept secret until the poll is closed.
tr: Tüm oylamaları katılımcılar görecek şekilde açınız. Aksi halde Anket sonuçlanana dek tüm içerik gizli tutulacaktır.

# ballot_description_multiplechoice
source: Choose whether participants can only select a single choice or multiple choices.
tr: Anket katılımcıları tek bir seçimmi yoksa daha fazla seçim yapabilirmi bu kısmı seçiniz.

# ballot_vote
source: Vote
tr: Oy

# ballot_votes_count
source: %@ votes
tr: %@ Oy

# ballot_vote_selected
source: Selected
tr: Seçilmiş

# ballot_vote_not_selected
source: Not selected
tr: Seçili değil

# ballot_close
source: Close Poll
tr: Anketi Kapat

# ballot_close_ack
source: Do you want to close this poll and make the results available?
tr: Anketi Kapatıp sonuçları katılımcılara göstermek istermisiniz?

# ballot_got_votes_count
source: Received %1$i of %2$i votes.
tr: Alınan %1$i ile arasında %2$i Oy

# ballot_vote_ballot_closed_title
source: Sorry, too late
tr: Üzgünüm artık çok geç.

# ballot_vote_ballot_closed_message
source: The poll has been closed in the meantime.
tr: Anket Kapatıldı

# ballot_not_voted
source: These participants did not vote:
tr: Bu katılımcılar oy vermedi:

# ballot_open_ballots
source: Open polls
tr: Aktif ve Açık Anketler

# ballot_closed_ballots
source: Closed polls
tr: Kapalı Anketler

# voteCancelTitle
source: Discard Vote
tr: Oyu Sil

# voteCancelMessage
source: If you leave before casting your vote, it will be discarded.
tr: Oyunuzu vermeden önce ayrılırsanız, oyunuz iptal edilecektir.

# discardVoteTitle
source: Discard
tr: At
