Repository: Glithcy780/Threema
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: eu_es

source: Play
eu_es: Erreproduzitu

source: Pause
eu_es: Pausatu

source: Stop
eu_es: Gelditu

source: Voice message
eu_es: Ahots-mezua

# quit
source: Finish
eu_es: Amaitu

# record_cancel_title
source: Discard Recording
eu_es: Utzi grabatzeari

# record_cancel_message
source: Do you really want to cancel and discard the recording?
eu_es: Ziur zaude grabazioa bertan behera utzi nahi duzula?

# record_cancel_button_discard
source: Discard Recording
eu_es: Utzi grabatzeari

# speed
source: Playback speed
eu_es: Erreprodukzio-abiadura

# send_file_title
source: Send file
eu_es: Fitxategia bidali

# send_file_message
source: File: %@ to %@
eu_es: Fitxategia: %@ %@-ra

# quote_not_found
source: Quoted message not found.
eu_es: Aipatutako mezua ez da aurkitu.

source: Include Media
eu_es: Multimedia-elementuekin

source: Without Media
eu_es: Multimedia-elementurik gabe

# media_overview
source: Media
eu_es: Multimedia

source: Members
eu_es: Kidea

# group_one_member_title
source: 1 Member
eu_es: Kide 1

# group_multiple_members_title
source: %d Members
eu_es: %d kide

# group_members_section_header
source: Members (%d)
eu_es: (%d) kide

# group_add_members_button
source: Add Members
eu_es: Kidea gehitu

# group_manage_members_button
source: Manage Members
eu_es: Kideak antolatu

# group_creator_section_header
source: Creator
eu_es: Sortzailea

# group_creator_left_section_header
source: Creator (left)
eu_es: Sortzailea (ezkerra)

# too_many_members_title
source: Too many group members
eu_es: Kide gehiegi daude taldean

# too_many_members_message
source: The maximum number of group members is %d.
eu_es: Taldeko kideen gehieneko kopurua %d da.

source: Add member
eu_es: Kidea gehitu

# no_more_members
source: There are no more members in this group.
eu_es: Talde honek ez du kiderik.

# group_different_identity
source: This group was created while you were using a different Threema ID. You cannot send any messages to it with your current ID.
eu_es: Talde hau sortzean, Threemako beste ID bat erabili zuen. Ezin duzu mezurik bidali talde honetara uneko IDarekin.

# group_is_not_member
source: You cannot send a message to this group because you are not a member anymore.
eu_es: Ezin diozu mezurik bidali talde honi, dagoeneko ez baitzara kide.

# contact_blocked_cannot_send
source: You cannot send a message to this contact because it is blocked.
eu_es: Ezin duzu mezurik bidali kontaktu honetara, blokeatuta dagoelako.

# contact_invalid_cannot_send
source: You cannot send a message to this contact because it is invalid.
eu_es: Ezin duzu mezu bat bidali kontaktu honetara, ez baita baliozkoa.

# contact_betafeedback_cannot_send
source: This is not a beta version, please send feedback to *SUPPORT.
eu_es: Hau ez da beta bertsio bat, bidali iruzkinak* SUPPORT helbidera.

# group_sync_button
source: Synchronize Group
eu_es: Kideak sinkronizatu

# group_clone_button
source: Clone Group
eu_es: Taldea klonatu

# group_clone_title
source: Clone Group
eu_es: Klonatu taldea

# group_clone_message
source: This will create a clone of this group with you as the administrator.
eu_es: Taldearen klon bat sortuko da zu administratzaile gisa. Jarraitu nahi duzu?

# group_clone_action_button
source: Clone
eu_es: Klonatu

# group_leave_button
source: Leave Group
eu_es: Taldea utzi

# group_delete_confirm
source: Are you sure you want to leave this group?
eu_es: Ziur talde hau utzi nahi duzula?

# group_admin_delete_confirm
source: Are you sure you want to dissolve this group?
eu_es: Ziur talde hau desegin nahi duzula?

# group_dissolve_button
source: Dissolve Group
eu_es: Taldea desegin

# group_delete
source: Delete Group
eu_es: Taldea ezabatu

source: Group name
eu_es: Taldearen izena

source: Existing groups
eu_es: Lehendik dauden taldeak

source: New group
eu_es: Talde berria

source: Edit group
eu_es: Taldea editatu

source: Pick image
eu_es: Irudia aukeratu

source: Create
eu_es: Sortu

source: Search
eu_es: Bilatu

source: Leave
eu_es: Utzi

# dissolve
source: Disolve
eu_es: Desegin

source: Groups
eu_es: Taldeak

source: Create new group
eu_es: Talde berria sortu

# create_note_group_info_title
source: Hint
eu_es: Intsinuazioa

# create_note_group_info_text
source: If you don’t add any group members, messages to this group will stay local. That’s ideal to securely store notes, media, and documents or to transfer items to the desktop.
eu_es: Taldekiderik gehitzen ez baduzu, talde honetako mezuak lokalean egongo dira. Aukera hau egokia da oharrak, multimedia fitxategiak eta dokumentuak modu seguruan gordetzeko edo elementuak mahaigainera transferitzeko.

source: Remind Me Next Time
eu_es: Gogoratu hurrengoan

# doNotShowAgain
source: Don’t Show Again
eu_es: Ez erakutsi berriro

# add_note_group_info
source: *You’re alone inhere* Use this chat as a secure notebook for text, media, and documents.
eu_es: *Ez zaude bakarrik hemen* Erabili txat hau testu-mezuak, dokumentu-bitartekoak idazteko koaderno seguru gisa.

# end_note_group_info
source: *You’re no longer alone in this chat* New messages will be sent to all group members.
eu_es: *Ez zaude bakarrik txat honetan* Mezu berriak taldekide guztiei bidaliko zaizkie.

source: Choose Recipient
eu_es: Hautatu hartzailea

# msg_unknown_group_request_sync_x_title
source: Message received in unknown group
eu_es: Talde ezezagun batean jasotako mezua

# msg_unknown_group_request_sync_x_message
source: A message in an unknown group has been received. The group information has been requested from the group creator (%@). The group will appear as soon as the creator is online again.
eu_es: Talde ezezagun batean mezu bat jaso da. Taldearen sortzaileak (%@) taldeari buruzko informazioa eskatu du. Taldea sortzailea konektatu bezain laster agertuko da.

# chat_search_label_format
source: %ld of %ld messages
eu_es: %ld-ren %ld mezu

# load_earlier_messages
source: Loading earlier messages
eu_es: Aurreko mezuak kargatzen

source: Tap to cancel
eu_es: Sakatu bertan behera uzteko

source: Previous
eu_es: Aurrekoa

source: Tap to change
eu_es: Sakatu aldatzeko

source: Next
eu_es: Hurrengoa

source: Unread Messages
eu_es: Irakurri gabeko mezuak

# verification_level_title
source: Verification Level
eu_es: Segurtasun-maila

# verification_level_text
source: The colored dots indicate a contact’s verification level.
eu_es: Koloretako puntuek kontaktuaren egiaztapen maila adierazten dute.

# level0_title
source: Lowest verification level
eu_es: Egiaztapen maila baxuena

# verification_level_section_work
source: Contacts in your Organization
eu_es: Zure erakundetako kontaktuak

# verification_level_section_other
source: Other Contacts
eu_es: Bestelako kontaktuak

# level1_title
source: Medium verification level
eu_es: Segurtasun-maila ertaina

# level2_title
source: Highest verification level
eu_es: Segurtasun-maila altuena

# level3_title
source: Medium work verification level
eu_es: Lan egiteko segurtasun-maila ertaina

# level4_title
source: Highest work verification level
eu_es: Lan egiteko egiaztatze-mailarik altuena

# level0_explanation
source: Unknown contact; either this contact did not link a phone number nor an email address to their ID, or your address book does not contain these contact details.
eu_es: Kontaktu ezezaguna edo kontaktu horrek ez du telefono-zenbakirik edo helbide elektronikorik zure IDari lotuta, edo helbide-liburuak ez ditu kontaktu-datu horiek.

# level1_explanation
source: Contact whose phone number and/or email address is contained in your address book.
eu_es: Telefono zenbaki eta/edo helbide elektronikoa duen kontaktu hau zure kontaktuetan dago.

# level2_explanation
source: Contact whose identity and public key you have personally verified by scanning their QR code.
eu_es: Jar zaitez harremanetan zure nortasun eta gako publikoarekin QR kodea eskaneatuz.

# level3_explanation
source: Internal contact, prepopulated by your organization.
eu_es: Barneko harremana, zure erakundeak aldez aurretik populatuta.

# level4_explanation
source: Internal contact whose identity and public key you have personally verified by scanning their QR code.
eu_es: Pertsonalki egiaztatu duzun barne-harremana zein den egiaztatu duzu zure QR kodea eskaneatuz.

# id_verified_title
source: ID Verified
eu_es: IDa baliozkotua

# invalid_country_code_title
source: Invalid Region Format
eu_es: Eskualdeak ez du balio

# invalid_country_code_message
source: It seems that the Region Format on your device is set to an invalid value. Please open the Settings app, go to General > International and choose a Region Format again to avoid problems with phone number matching.
eu_es: Badirudi zure gailuaren eremua balio ez duen balio batean doitu dela. Ireki konfigurazio-aplikazioa eta, Orokorra > Herrialdea konfiguratu aukeran, hautatu berriro eskualde bat, sakelako telefonoen birbanaketarekin arazorik ez izateko

# show_stale_contacts_on
source: Inactive Threema IDs (i.e., IDs that have not been in use for at least three months) and revoked IDs are hidden.
eu_es: Threemaren ID ez-aktiboak (gutxienez hiru hilabetean erabili ez direnak) eta birlandatuak ezkutuan daude.

# show_stale_contacts_off
source: All Threema IDs are listed in the contact list.
eu_es: Threemaren ID guztiak kontaktuen zerrendan daude.

# hide_voip_call_ip_off
source: Establish a direct connection if possible, and only relay calls to unverified contacts through Threema servers. May expose your IP address.
eu_es: Zuzeneko konexio bat ezartzea eta, ahal bada, egiaztatu gabeko kontaktuetara deiak igortzea Threemaren zerbitzarien bidez bakarrik. Zure IP helbidea agerian gera daiteke.

# hide_voip_call_ip_on
source: Relay all calls through Threema servers to hide IP address from call partners. May affect call quality.
eu_es: Dei guztien transmisioa behartzea Threemaren zerbitzarien bidez, zure IP helbidea babestuz. Deiaren kalitateari eragin diezaioke.

# onprem_hide_voip_call_ip_off
source: Establish a direct connection if possible, and only relay calls to unverified contacts through your OnPrem servers. May expose your IP address.
eu_es: Ezarri zuzeneko konexio bat ahal bada, eta soilik transmititu deiak egiaztatu gabeko kontaktuetara zure OnPrem zerbitzarien bidez. Zure IP helbidea erakuts dezakezu.

# onprem_hide_voip_call_ip_on
source: Relay all calls through your OnPrem servers to hide IP address from call partners. May affect call quality.
eu_es: Bidali dei guztiak zure OnPrem zerbitzarien bidez, dei-bazkideen IP helbidea ezkutatzeko. Deiaren kalitatean eragina izan dezake.

# voip_include_call_in_recents_off
source: Calls are displayed on the lock screen but not listed in the Phone app’s call list.
eu_es: Deiak blokeo-pantailan agertzen dira, baina ez dira agertzen Telefono aplikazioko deien zerrendan.

# voip_include_call_in_recents_on
source: Calls are displayed on the lock screen and listed in the Phone app’s call list. If iCloud Drive is activated, the Phone app’s call list is synchronized via Apple servers.
eu_es: Deiak blokeo-pantailan agertzen dira, eta Telefono aplikazioko deien zerrendan zerrendatzen dira. ICloud Drive aktibatuta badago, Telefono aplikazioaren deien zerrenda Appleren zerbitzarien bidez sinkronizatzen da.

# backgrounding_on
source: App will stay connected for up to 30 seconds after moving into background.
eu_es: Aplikazioa bigarren mailan exekutatuko da gehienez ere 30 segundoz.

# backgrounding_off
source: App will disconnect immediately when moving into background.
eu_es: Aplikazioa berehala bigarren maila batera deskonektatuko da.

# proximity_monitoring_off
source: The screen will not turn off when the proximity sensor is covered.
eu_es: Hurbiltasun-sentsorea estaltzean ez da pantaila itzaliko.

# proximity_monitoring_on
source: While voice calls are ongoing and when recording or playing back voice messages, the screen turns off if the proximity sensor is covered.
eu_es: Ahots-dei batean eta ahots-mezuak grabatu edo erreproduzitzean, pantaila itzaliko da hurbiltasun-sentsorea estaltzen bada.

# log_empty_message
source: The Debug Log is empty.
eu_es: Arazketa-erregistroa hutsik dago.

# cannot_send_mail_message
source: No email account is configured on this device.
eu_es: Gailu honetan ez da posta elektronikoko konturik konfiguratu.

# preview_limit
source: Limit: %.0f thumbnails
eu_es: Muga: %.0f miniatura

# backup_mail_subject
source: Threema ID export for %@
eu_es: Threematik esportatutako ID %@-rako

# backup_found_message
source: An exported Threema ID was found on your device. Do you want to restore it?
eu_es: Zure gailuan esportatutako Threemaren ID bat aurkitu da. Erabili nahi duzu?

# backup_include
source: The encrypted ID export will be included when you back up your phone via iTunes or iCloud.
eu_es: Esportatutako ID zifratua zure telefonoaren segurtasun-kopia iTunes edo iCloud-etik egiten duzunean sartuko da.

# backup_found_title
source: ID export found
eu_es: Esportatutako IDa aurkitu da

# backup_footer
source: This data, along with the password that you have chosen, can be used to restore your ID on another device. You can copy & paste it to a suitable location, email it to yourself or scan the QR code using another device.
eu_es: Datu horiek hautatutako pasahitzarekin batera erabil daitezke zure IDa beste gailu batean berrezartzeko. Datuak leku egoki batean utzi, kopiatu eta txertatu, posta elektronikoz bidali edo QR kodea beste gailu batekin eskaneatu.

# scan_backup
source: Scan ID export
eu_es: Eskaneatu esportatutako IDa

# backup_exclude
source: The ID export will not be included when you back up your phone via iTunes or iCloud. Save the ID export manually to avoid losing it.
eu_es: Esportatutako IDa ez da sartuko zure telefonoaren segurtasun-kopia iTunesetik edo iCloudetik egiten duzunean. Esportatutako ID hori ez galtzeko, eskuz gorde.

# pull_to_sync
source: Pull to synchronize...
eu_es: Zabaldu

# bad_identity_backup
source: The ID export data is invalid or you have entered the wrong password. Use the password you chose when you created the export in order to restore your Threema ID. Please check your input and try again.
eu_es: Esportatutako IDaren datuak ez dira baliozkoak edo sartutako pasahitza ez da zuzena. Threemaren ID berrezartzeko, erabili esportazioa sortzean aukeratu zenuen pasahitza. Egiaztatu sartutako datuak eta saiatu berriro.

source: Synchronizing...
eu_es: Sinkronizatu...

# no_contacts_syncon
source: You don’t have any contacts yet. Synchronization is on, but it looks like none of your address book contacts are on Threema (invite them!).
eu_es: Oraindik ez duzu harremanik. Sinkronizazioa aktibatu da, baina badirudi zure kontaktuetako batek ere ez duela Threema instalatuta (gonbidatu).

source: No contacts
eu_es: Ez dago kontakturik

source: No groups
eu_es: Ez dago talderik

# no_groups_message
source: You don’t have any groups yet. Add groups manually using the + button.
eu_es: Oraindik ez duzu talderik. Gehitu eskuz, + botoiaren bidez.

# no_work_contacts
source: %@ users
eu_es: %@-en erabiltzaileak

# no_work_contacts_message
source: No admin-verified %@ contacts found.
eu_es: Ez da aurkitu %@ kontakturik administratzaileak egiaztatuta.

# no_contacts_syncoff
source: You don’t have any contacts yet. Turn on synchronization (Settings > Privacy), or add contacts manually using the + button.
eu_es: Oraindik ez duzu harremanik. Aktibatu sinkronizazioa (Konfigurazioa > Esfera pribatua) edo gehitu kontaktuak eskuz «+» botoiarekin.

# my_profile_picture_title
source: Your Profile Picture
eu_es: Zure profileko argazkia

source: Release Profile Picture To
eu_es: Askatu profileko argazkia

# contact_added_to_profile_picture_list
source: This contact will receive your profile picture when you write them.
eu_es: Kontaktu honek zure profileko argazkia jasoko du idazten diezunean.

# contact_removed_from_profile_picture_list
source: This contact will no longer receive your profile.
eu_es: Kontaktu honek ez du zure profila jasoko.

# sync_group
source: Synchronize Group
eu_es: Taldeak sinkronizatu

# contact_threema_work_info
source: The briefcase icon indicates that a contact uses the business app «Threema Work.»
eu_es: Maletatxoaren ikonoak adierazten du kontaktu batek "Threema Work" negozio-aplikazioa erabiltzen duela

# contact_threema_info
source: The house icon indicates that a contact uses Threema’s private version, not Threema Work.
eu_es: Etxeko ikonoak adierazten du kontaktu batek Threemaren bertsio pribatua erabiltzen duela, ez Threema Work.

# contact_threema_work_conversation_info
source: This contact uses Threema Work.
eu_es: Kontaktu horrek Threema Work erabiltzen du.

# contact_threema_conversation_info
source: This contact uses Threema’s private version.
eu_es: Kontaktu horrek Threemaren bertsio pribatua erabiltzen du.

# threema_type_icon_work_accessibility_label
source: Work contact
eu_es: Laneko kontaktua

# threema_type_icon_private_accessibility_label
source: Private contact
eu_es: Kontaktu pribatua

# delete_contact_group_exists_title
source: Unable to Delete Contact
eu_es: Kontaktua taldeko berriketa batean dago oraindik

# delete_contact_group_exists_message_single
source: “%@“ is still member of a group. Remove contact from group, or delete group.
eu_es: “%@” talde bateko kide da oraindik. Kendu kontaktua taldetik edo ezabatu taldea.

# delete_contact_group_exists_message_multiple
source: “%@“ is still member of %d groups. Remove contact from groups, or delete groups.
eu_es: “%@” %d taldetako kide da oraindik. Kendu kontaktua taldeetatik edo ezabatu taldeak.

# delete_contact_group_exists_show_contact_button
source: Show Contact
eu_es: Erakutsi kontaktua

# delete_contact_existing_conversation_title
source: Delete “%@”?
eu_es: %@ ezabatu?

# delete_contact_existing_conversation_button
source: Delete Contact + Chat History
eu_es: Ezabatu kontaktua + txat historia

# delete_contact_confirmation_with_exclusion_message
source: Delete “%@“ and exclude contact from synchronization?
eu_es: "%@" ezabatu eta kontaktua sinkronizaziotik kanpoan utzi?

# delete_contact_button
source: Delete Contact
eu_es: Kontaktua ezabatu

# delete_contact_confirmation_with_exclusion_button
source: Delete + Exclude Contact
eu_es: Ezabatu + Baztertu kontaktua

# exclude_deleted_id_title
source: Exclude Threema ID of “%@“ from synchronization?
eu_es: Sinkronizaziotik "%@" eko Threemaren ID baztertu?

# exclude_deleted_id_message
source: Exclusions can be managed in the Privacy settings.
eu_es: Esfera pribatuaren konfigurazioko salbuespenak administra ditzakezu.

# exclude_deleted_id_exclude_button
source: Exclude
eu_es: Baztertu

source: Let’s get started
eu_es: Has gaitezen

# setup_threema
source: Start setup
eu_es: Threema konfiguratu

# restore_id
source: Restore backup
eu_es: Segurtasun-kopia leheneratu

# restore_title_text
source: Back to %@?
eu_es: %@ bueltatu?

# setup_title_text
source: New to %@?
eu_es: %@-ra iritsi berria?

# restore_id_export
source: Restore exported ID
eu_es: Berrezarri esportatutako IDa

# id_exists
source: The Threema ID previously used on this device (%@) is still present. Would you like to restore this ID?
eu_es: Gailu honetan lehenago erabilitako Threemaren IDak (%@) hor jarraitzen du. ID hori leheneratu nahi duzu?

# welcome
source: Welcome to %@
eu_es: Ongi etorri %@

# move_your_finger
source: Move your finger on the screen to generate a new Threema ID.
eu_es: Mugitu hatza pantailatik.

source: More information
eu_es: Informazio gehiago

# more_information_link_id_work
source: By giving us your phone number and email address, we can help your contacts find you automatically on %@. These information will be stored in a secure and anonymous way. If you skip this step, you will use %@ completely anonymously.
eu_es: Zure telefono-zenbakia eta helbide elektronikoa ematean, zure kontaktuei %@ automatikoki aurkitzen lagunduko dizugu. Informazio hori modu seguru eta anonimoan gordeko da. Urrats hori eginez gero, %@ modu anonimoan erabiliko duzu.

# more_information_pick_nickname
source: The nickname is used in push notifications on some devices or as an additional means of identifying you to users who do not yet have you in their address book. We recommend providing only your first name or a pseudonym. If you don’t set a nickname, we’ll use your Threema ID by default.
eu_es: Ezizena gailu batzuen push jakinarazpenetan erabiltzen da, edo metodo osagarri gisa, oraindik helbide-liburuan ez duten erabiltzaileak identifikatzeko. Pila izena edo izengoitia jartzea gomendatzen dizugu. Ezizen bat definitzen ez baduzu, lehenespenez Threemaren IDa erabiliko da.

# more_information_sync_contacts
source: If you enable this option, %@ one-way encrypts (hashes) email addresses and phone numbers before sending them to the server to look for matching contacts. We do not store any address book data.
eu_es: Aukera hau aktibatzen baduzu, %@ noranzko bakarreko zifratua (hash) aplikatzen die posta elektronikoko helbideei eta telefono-zenbakiei, zerbitzarira bidali aurretik, kontaktu-kointzidentziak bilatzeko. Ez dugu helbide-liburuen daturik gordetzen.

# more_information_random_seed
source: By moving your fingers, you create random data (called entropy) that is used to generate the key pair associated with your new unique Threema ID.
eu_es: Hatzak mugitzean, zorizko datuak sortuko dituzu (entropia deritzenak), zure Threemako ID bakarrari lotutako gako parea sortzeko erabiltzen direnak.

# id_confirm_description_work
source: Your Threema ID works just like a phone number. Your contacts can reach you through this ID.
eu_es: Zure Threemaren IDak telefono-zenbaki gisa funtzionatzen du: zure kontaktuak ID honen bidez komunika daitezke.

# more_information_link_id
source: By giving us your phone number, we can help your friends find you automatically on Threema. This information will be stored in a secure and anonymous way. If you skip this step, you will use Threema completely anonymously.
eu_es: Zure telefono-zenbakia ematean, zure lagunek automatikoki aurkituko zaituzte Threeman. Informazio hori modu seguruan gordeko da. Urrats hori egiten baduzu, Threema erabiliko duzu modu anonimoan.

# more_information_confirm_id
source: You also created a key pair. The public key has been securely transmitted to our servers. The private key never leaves your device. This ensures that nobody else can read your messages.
eu_es: Gako pare bat sortu duzu ere. Gako publikoa modu seguruan transmititu da gure zerbitzarietara. Gako pribatua ez da inoiz gailutik ateratzen, eta horrek bermatzen du beste inork ezin dituela irakurri zure mezuak.

# id_confirm_description
source: Your Threema ID works just like a phone number. Your friends can reach you through this ID.
eu_es: Threemaren zure IDak telefono-zenbaki gisa funtzionatzen du. Zure lagunak zurekin harremanetan jar daitezke ID honen bidez.

# id_pick_nickname_description_work
source: Your contacts will see your nickname when they receive a message.
eu_es: Zure kontaktuek ezizen hori ikusiko dute mezu bat jasotzen dutenean.

# id_confirm_your_id
source: This is your Threema ID:
eu_es: Zure Threemaren IDa hau da:

# id_pick_nickname_title
source: Choose a nickname
eu_es: Aukeratu ezizen bat

# id_pick_nickname_description
source: Your friends will see your nickname when they receive a message.
eu_es: Zure lagunek ezizen hori ikusiko dute mezu bat jasotzen dutenean.

# id_link_title_work
source: Help your contacts find you
eu_es: Lagundu kontaktuei zu aurkitzen

# id_pick_nickname_question
source: Do you want to use your Threema ID as nickname?
eu_es: Threemako zure ID ezizen gisa erabili nahi duzu?

# id_enter_nickname
source: Enter a nickname
eu_es: Sartu ezizen bat
