Repository: Glithcy780/Threema
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: eu_es

# settings_advanced_reregister_notifications_label
source: Reregister Push Notifications
eu_es: Berriro erregistratu push jakinarazpenak

# settings_appearance_theme_section
source: Design theme
eu_es: Gaia

# settings_appearance_light_theme
source: Light
eu_es: Argia

# settings_appearance_dark_theme
source: Dark
eu_es: Iluna

# settings_appearance_system_theme
source: System
eu_es: Sistema

# settings_appearance_theme_selected
source: %@ theme active
eu_es: %@ gaia aktibatuta

# settings_appearance_theme_active
source: Active
eu_es: Aktibatuta

# settings_appearance_hide_app_icon
source: App Icon
eu_es: App ikonoa

# settings_appearance_hide_stale_contacts
source: Hide Inactive IDs
eu_es: Ezkutatu ID ez aktiboak

# settings_appearance_show_profile_pictures
source: Show Profile Pictures
eu_es: Bistaratu profil argazkiak

# settings_appearance_display_order
source: Display Order
eu_es: Erakutsi honela

# settings_appearance_show_gallery_preview
source: Show Gallery Preview
eu_es: Galeriaren aurrebista

# sentry_crash_send_title
source: %@ Quit Unexpectedly
eu_es: %@ ustekabean irten da

# sentry_crash_send_description
source: You can submit an anonymous crash report. Details explaining what lead to the crash will help to address the underlying problem.
eu_es: Blokeatzeko txosten anonimoa bidal dezakezu. Blokeoa zerk eraman zuen azaltzen duten xehetasunek azpiko arazoari heltzen lagunduko dute.

# sentry_crash_send_yes
source: Send Anonymous Report
eu_es: Txosten Anonimoa Bidali

# sentry_crash_send_no
source: Don’t Send
eu_es: Ez bidali

# sentry_crash_comment_placeholder
source: Crash Report
eu_es: Arazoaren Txostena

# profile_share_id_text
source: My Threema ID
eu_es: Nire Threemaren IDa

source: Optional caption
eu_es: Izenburua

# send_as_file
source: Send as Original
eu_es: Bidali jatorrizkotzat

# settings_notifications_inapp_section
source: In App
eu_es: Aplikazioan

# settings_notifications_inapp_sounds
source: Sounds
eu_es: Tonuak

# settings_notifications_inapp_vibrate
source: Vibrate
eu_es: Bibrazioak

# settings_notifications_inapp_preview
source: Preview
eu_es: Aurrebista

# settings_notifications_push_section
source: Push Notifications
eu_es: Push jakinarazpenak

# settings_notifications_push_sound
source: Sound
eu_es: Tonua

# settings_notifications_push_groupsound
source: Group Sound
eu_es: Talde tonua

# settings_notifications_push_preview
source: Preview
eu_es: Aurrebista

# settings_notifications_masterDnd_section_header
source: Off-Hours Policy
eu_es: Ordutegitik kanpoko politika

# settings_notifications_masterDnd
source: Do Not Disturb During Off-Hours
eu_es: Ez molestatu ordu libretan

# settings_notifications_masterDnd_section_footer
source: Disable notifications and reject calls outside of working hours.
eu_es: Jakinarazpenak desgaitu eta lanorduetatik kanpoko deiak errefusatzen ditu.

# settings_notifications_masterDnd_workingDays
source: Working Days
eu_es: Lanegunak

# settings_notifications_masterDnd_startTime
source: Start of Working Hours
eu_es: Lanorduen hasiera

# settings_notifications_masterDnd_endTime
source: End of Working Hours
eu_es: Lanorduen amaiera

# settings_notification_iOS_settings
source: System Settings
eu_es: Sistemaren ezarpenak

# settings_orphaned_files_description
source: When deleting data in the Storage Management in previous %@ versions, it could happen in rare cases that (media) files were not deleted correctly but removed in %@. Create an iTunes backup first; data loss may occur!
eu_es: Threemaren aurreko bertsioen biltegiratze-kudeaketan datuak ezabatzean, gerta daiteke fitxategi batzuk (multimedia) ondo ez ezabatzea, baina %@ bai ezabatuko dira. Sortu lehenago iTunes-en segurtasun-kopia bat. Datuak gal daitezke!

# settings_orphaned_files_title
source: ORPHANED FILES
eu_es: BAKARKO ARTXIBOAK

# settings_orphaned_files_button
source: Move to Trash Bin
eu_es: Zakarrontzira eraman

# settings_orphaned_files_footer
source: %@ of %@ files are orphaned. Move the orphaned files to the trash bin, and ensure that no (media) files are missing in %@.
eu_es: %@ artxibotik %@ bakartiak dira Fitxategi bakartiak zakarrontzira mugitu, eta %@ fitxategirik (multimedia) ez faltatzea saiatu zaitez.

# settings_orphaned_files_footer_no_files
source: There are no orphaned files.
eu_es: Ez daude bakarkako artxiborik.

# settings_orphaned_files_bin_title
source: TRASH BIN
eu_es: ZAKARRONTZIA

# settings_orphaned_files_bin_restore_button
source: Restore Contents of Trash Bin
eu_es: Zakarrontziaren edukiak berrezartu

# settings_orphaned_files_bin_delete_button
source: Delete Contents of Trash Bin
eu_es: Zakarrontziko edukiak ezabatu

# settings_orphaned_files_bin_footer
source: There are %@ files (%@) in the trash bin. If there are no (media) files missing in %@, empty the trash bin to permanently delete the orphaned files.
eu_es: Zakarrontzian (%@) %@ fitxategi daude. %@ artxiborik (multimedia) faltatzen ez badira, hustu zakarrontzia, fitxategi bakartiak betiko ezabatzeko.

# settings_orphaned_files_bin_footer_no_files
source: The trash bin is empty.
eu_es: Zakarrontzia utzik dago.

# settings_orphaned_files_bin_delete_conformation
source: Would you like to permanently delete the orphaned files? This action cannot be undone.
eu_es: Ziur zaude fitxategi bakartiak betiko ezabatu nahi dituzula? Ekintza hau ezin da desegin.

# settings_orphaned_files_log_title
source: LOG FILES
eu_es: REGISTRO FITXATEGIAK

# settings_orphaned_files_log_all_files_button
source: Log Files into Debug Log
eu_es: Erregistratu fitxategiak Arazte-erregistroan

# settings_threema_calls_enable_calls
source: Enable Threema Calls
eu_es: Threema ahotsa aktibatu

# settings_threema_calls_always_relay_calls
source: Always Relay Calls
eu_es: Transmititu deia beti

# settings_threema_calls_callkit
source: Integrate Calls into iOS
eu_es: Integratu deiak iOSen

# settings_threema_calls_video_section
source: Video Calls
eu_es: Bideo-deiak

# settings_threema_calls_allow_video_calls
source: Allow Video Calls
eu_es: Bideo-deiak baimendu

# settings_threema_calls_video_quality_profile
source: Preferred Image Quality
eu_es: Irudi-kalitate gogokoena

# settings_threema_calls_video_quality_profile_low
source: Low Data Consumption
eu_es: Datuen kontsumo baxua

# settings_threema_calls_video_quality_profile_max
source: Maximum Quality
eu_es: Kalitate maximoa

# settings_threema_calls_video_quality_profile_auto
source: Balanced (Recommended)
eu_es: Orekatua (Gomendatua)

# settings_threema_calls_video_quality_profile_low_description
source: Reduced image quality for lower data consumption
eu_es: Irudi kalitatea murriztu datuen kontsumo txikiagoa izateko

# settings_threema_calls_video_quality_profile_max_description
source: Attention: Can cause high data consumption, also in the mobile network!
eu_es: Arreta: datu kontsumo handia eragin dezake sare mugikorrean ere!

# settings_threema_calls_video_quality_profile_auto_description
source: High image quality in Wi-Fi, reduced data consumption in the mobile network
eu_es: Irudi-kalitate handia WLANen, datu-kontsumo txikia sare mugikorrean

# settings_threema_calls_video_quality_profile_footer
source: The actual image quality depends on the network and the settings of the person you are talking to.
eu_es: Benetako irudiaren kalitatea sarearen eta hitz egiten ari den pertsonak dituen doikuntzen araberakoa da.

# settings_threema_calls_call_sound
source: Sound
eu_es: Tonua

# loading_video_failed
source: Could not load the video. Please restart the app and try again.
eu_es: Ezin izan da bideoa kargatu. Berrabiarazi aplikazioa eta saiatu berriro.

source: Loading Image
eu_es: Irudia kargatzen

source: Loading Document
eu_es: Dokumentua kargatzen

# load_error
source: Could not load item due to an unknown error.
eu_es: Ezin izan da artikulua kargatu, errore ezezagun bat dela eta.

source: Loading Video
eu_es: Bideoa kargatzen

# selected_media_list
source: List of selected Media
eu_es: Aukeratutako multimedia zerrenda

source: Media item %@ of %@
eu_es: Aukeratutako multimedia %@etik %@

# video_date
source: Video taken on %@
eu_es: Bideoa hautatuta %@

# video_date_duration
source: Video taken on %@, duration: %@
eu_es: Bideoa hartuta: %@, iraupena: %@

# imagedate_date
source: Photo taken on %@
eu_es: Argazkia %@ eginda

# send_as_file_description
source: Send file without any changes to the original file. Files will retain all metadata, e.g., location data of photos.
eu_es: Bidali fitxategia jatorrizko fitxategian aldaketarik egin gabe. Artxiboek metadatu guztiak gordeko dituzte, adibidez, argazkien kokapenari buruzko datuak.

source: More Options
eu_es: Aukera Gehiago

# add_caption_to_image
source: Add a Caption
eu_es: Kaptura gehitu

source: Add more images
eu_es: Irudi gehiago gehitu

# back_to_media_selection
source: Back to the media selection screen
eu_es: Multimedia aukeraketa pantailara itzuli

# remove_current_image_from_selected_images
source: Remove current item from selection
eu_es: Kendu uneko elementua hautapenetik

# send_options
source: More Options
eu_es: Aukera Gehiago

# media_item
source: One Item
eu_es: Item bat

# could_not_add_items_title
source: Could Not Add Item
eu_es: Ezin izan da elementua gehitu

# could_not_add_all_items_title
source: Could Not Add All Items
eu_es: Ezin izan dira elementuak gehitu

# one_media_item_could_not_be_processed
source: One item could not be processed and was skipped.
eu_es: Elementu bat ezin izan da prozesatu eta saltatu egin da.

# multiple_media_items_could_not_be_processed
source: %d items could not be processed and were skipped.
eu_es: ezin izan dira prozesatu %d elementuak eta saltatu egin dira.

# processing_items_progress
source: Processing Item %d/%d
eu_es: %d/%d itema (ak) prozesatzen

# item_too_large_title
source: Item Is Too Large
eu_es: Elementua handiegia da

# maximum_file_size_exceeded
source: The maximum allowed file size is %@. This file is %@. Remove the file to continue.
eu_es: Onartutako gehieneko tamaina %@ da. Fitxategi hau %@ da. Jarraitu ahal izateko, kendu fitxategia.

source: Back
eu_es: Atzera

source: Sending item
eu_es: Itema bidaltzen

# send_as_file_title
source: Send Mode
eu_es: Bidaltzeko era

source: Document
eu_es: Dokumentua

# paste_create_file_failure_title
source: Pasting Failed
eu_es: Itsasteak huts egin du

# paste_create_file_failure_message
source: Could not paste the file, please try again.
eu_es: Ezin izan da fitxategia itsatsi. Saiatu berriro.

# loading_files_takes_time_title
source: Loading Media
eu_es: Media kargatzen

# loading_files_takes_time_description
source: Converting videos can take a few minutes.
eu_es: Baliteke minutu batzuk behar izatea bideoak bihurtzeko.

# pasteErrorMessageTitle
source: Could not paste
eu_es: Ezin izan da itsatsi

# pasteErrorMessageMessage
source: Item could not be pasted because of an unknown error. Please try again.
eu_es: Ezin izan da elementua itsatsi errore ezezagun baten ondorioz. Saiatu berriro.

# media_preview_preview_button_accessibility_label
source: Show Preview
eu_es: Aurrebista erakutsi

source: Preview
eu_es: Aurrebista

# could_not_add_all_items_memory_constrained_title
source: Please Use the App
eu_es: Mesedez aplikazioa erabili

# could_not_add_all_items_memory_constrained_message
source: For technical reasons, files over a certain size can only be sent in the app.
eu_es: Arrazoi teknikoengatik, tamaina jakin batetik gorako fitxategiak aplikazioan soilik bidali daitezke.

# image_preview_cell_cannot_preview
source: Cannot display preview.
eu_es: Ezin da bistaratu aurrebista.

# finished_sending_title
source: Sending completed
eu_es: Bidalketa burutu da

# preview_button_accessibility_title
source: Show preview of document
eu_es: Dokumentuaren aurrebista erakutsi

source: Unknown file type
eu_es: Fitxategi-mota ezezaguna

source: Unknown file size
eu_es: Fitxategiaren tamaina ezezaguna

source: Unknown file name
eu_es: Fitxategiaren izena ezezaguna

# ballot
source: Poll
eu_es: Inkesta

# ballots
source: Polls
eu_es: Inkestak

# ballot_results
source: Poll Results
eu_es: Inkesten emaitzak

# ballot_validation_error_title
source: Invalid setup for poll
eu_es: Inkestarako balio ez duen konfigurazioa

# ballot_validation_not_enough_choices
source: Please define at least two choices.
eu_es: Mesedez, gutxienez bi aukera zehaztu.

# ballot_validation_title_missing
source: Please set a title for the poll.
eu_es: Ezarri inkesta egiteko izenburu bat.

# ballot_options
source: Poll Options
eu_es: Inkestako aukerak

# ballot_intermediate_results
source: Intermediate Results
eu_es: Bitarteko Emaitzak

# ballot_show_intermediate_results
source: Show Intermediate Results
eu_es: Erakutsi bitarteko emaitzak

# ballot_multiple_choice
source: Multiple Choice
eu_es: Aukera anitza

# ballot_clone
source: Copy Existing Poll
eu_es: Kopiatu Existitzen den Inkesta

# ballot_clone_warning_title
source: Attention
eu_es: Arreta

# ballot_clone_warning_message
source: All existing input will be overriden.
eu_es: Dauden sarrera guztiak baliogabetu egingo dira.

# ballot_feature_level_warning_title
source: Please note
eu_es: Kontuan izan

# ballot_feature_level_warning_message
source: Some of the particpants have an app version that does not support polls yet: %@
eu_es: Parte-hartzaile batzuek oraindik inkestarik onartzen ez duen aplikazioaren bertsio bat dute: %@

# ballot_feature_level_error_message
source: None of the particpants have an app version that supports polls: %@
eu_es: Parte-hartzaile batek ere ez du inkestak onartzen dituen aplikazioaren bertsiorik: %@

# ballot_add_choice
source: Add Choice
eu_es: Aukera Gehitu

# ballot_create
source: Create Poll
eu_es: Sortu Inkesta

# ballot_placeholder_title
source: Title, e.g. Where do you want to go today?
eu_es: Izenburua, adibidez, Nora joan nahi duzu gaur?

# ballot_placeholder_choice
source: Choice
eu_es: Aukera

# ballot_date_button
source: Date
eu_es: Data

# ballot_allDay_switch
source: All-day
eu_es: Egun osoa

# ballot_choose_title
source: Choose Poll
eu_es: Inkesta Aukeratu

# ballot_closed_cell_title
source: Poll Results
eu_es: Inkestaren emaitzak

# ballot_new_cell_title
source: New Poll
eu_es: Inkesta berria

# ballot_description_intermediate
source: Turn on to make the accumulated incoming votes visible for all participants. Otherwise the results are kept secret until the poll is closed.
eu_es: Piztu sarrerako metatutako botoak partaide guztientzat ikusgai izateko. Bestela, emaitzak sekretuan gordeko dira inkesta itxi arte.

# ballot_description_multiplechoice
source: Choose whether participants can only select a single choice or multiple choices.
eu_es: Aukeratu parte-hartzaileek aukera bakarra edo aukera anitzak bakarrik aukeratu ditzaketen.

# ballot_vote
source: Vote
eu_es: Bozkatu

# ballot_votes_count
source: %@ votes
eu_es: %@ botoak

# ballot_vote_selected
source: Selected
eu_es: Hautatuak

# ballot_vote_not_selected
source: Not selected
eu_es: Ez hautatuak

# ballot_close
source: Close Poll
eu_es: Inkesta itxi

# ballot_close_ack
source: Do you want to close this poll and make the results available?
eu_es: Inkesta hau itxi nahi duzu eta emaitzak eskuragarri jarri nahi dituzu?

# ballot_got_votes_count
source: Received %1$i of %2$i votes.
eu_es: %1$i bototik %2$i jaso dira.

# ballot_vote_ballot_closed_title
source: Sorry, too late
eu_es: Barkatu, beranduegi

# ballot_vote_ballot_closed_message
source: The poll has been closed in the meantime.
eu_es: Bitartean, inkesta itxita egon da.

# ballot_open_ballots
source: Open polls
eu_es: Inkesta irekiak

# ballot_closed_ballots
source: Closed polls
eu_es: Inkesta itxiak

# ballot_not_voted
source: These participants did not vote:
eu_es: Parte-hartzaile hauek ez dute botoa eman:

# voteCancelTitle
source: Discard Vote
eu_es: Botoa baztertu

# voteCancelMessage
source: If you leave before casting your vote, it will be discarded.
eu_es: Botoa eman aurretik erretiratzen bazara, baztertu egingo zaitugu.

# discardVoteTitle
source: Discard
eu_es: Baztertu

# ballots_with_open_count_accessibility
source: Polls (%d open)
eu_es: Inkestak (%d irekita)

# privacySetting_header
source: Privacy
eu_es: Pribatutasuna

# send_readReceipts
source: Read Receipts
eu_es: Ordainagiriak irakurri

source: Don't Send
eu_es: Ez bidali

# send_readReceipt
source: Read Receipt
eu_es: Agiria irakurri

# send_typingIndicators
source: Typing Indicators
eu_es: Idazketa adierazleak

# send_typingIndicator
source: Typing Indicator
eu_es: Idazketa adierazlea

# default_send
source: %@ (Default)
eu_es: %@ (Lehenetsia)

# use_default_send
source: Default (%@)
eu_es: Lehenetsia (%@)

source: Default Setting
eu_es: Konfigurazio lehenetsia

# readReceipt_sheetMessage
source: Override default setting for this contact.
eu_es: Kontaktu horren konfigurazio lehenetsia deuseztatu.

# typingIndicator_sheetMessage
source: Override default setting for this contact.
eu_es: Kontaktu horren konfigurazio lehenetsia deuseztatu.

# multi_device_linked_devices_title
source: Linked Devices
eu_es: Gailu anitzeko aurretiko ikuspegia

# multi_device_linked_devices_refresh
source: Pull to refresh
eu_es: Irristatu eguneratzeko

# multi_device_linked_devices_loading_failed
source: Loading devices failed: %@
eu_es: Errorea gailuak kargatzean: %@

# multi_device_linked_devices_failed_to_load_title
source: Failed to Load Device List
eu_es: Errorea gailuen zerrenda kargatzean

# multi_device_linked_devices_failed_to_load_message
source: Could not load linked devices, please check your Internet connection and try again.
eu_es: Ezin izan dira lotutako gailuak kargatu. Egiaztatu Interneterako konexioa eta saiatu berriro.

# multi_device_linked_devices_this
source: This Device
eu_es: Gailu horiek

# multi_device_linked_devices_others
source: Other Devices
eu_es: Beste gailu batzuk

# multi_device_linked_devices_remove_failed
source: Failed to remove device: %@
eu_es: Errorea gailua ezabatzean: %@

# multi_device_linked_devices_failed_remove_title
source: Failed to Remove Device
eu_es: Errorea gailua ezabatzean

# multi_device_linked_devices_failed_remove_message
source: Could not remove linked device, please try again.
eu_es: Ezin izan da ezabatu lotutako gailua. Saiatu berriro.

# multi_device_linked_devices_failed_remove_message_2
source: Could not remove linked device, please check your Internet connection and try again.
eu_es: Ezin izan da ezabatu lotutako gailua. Egiaztatu Interneterako konexioa eta saiatu berriro.

# myprofile_link_email_phone_footer
source: Linking your email address or phone number to your ID lets other people find you on %@ automatically if they have you in their address book.
eu_es: Zure helbide elektronikoa edo telefono mugikorraren zenbakia zure IDrekin lotzen baduzu, beste pertsona batzuek automatikoki aurkitu ahal izango zaituzte %@ helbide-libretan.

# myprofile_link_email_footer
source: Linking your email address to your ID lets other users find you on %@ automatically if they have your email in their address book.
eu_es: Zure helbide elektronikoa zure IDrekin lotzen baduzu, beste pertsona batzuek automatikoki aurkitu ahal izango zaituzte %@ helbidean, betiere helbide-libretan bazaituzte.

# myprofile_link_email_onprem_footer
source: Linking your email address to your ID lets other users of this server (%@) find you on %@ automatically if they have your email in their address book.
eu_es: Zure helbide elektronikoa zure IDrekin lotzen baduzu, zerbitzari honetako beste pertsona batzuek (%@) automatikoki aurkitu ahal izango dute %@-en, betiere helbide-libretan bazaituzte.

# myprofile_link_phone_footer
source: Linking your phone number to your ID lets other users find you on %@ automatically if they have your phone number in their address book.
eu_es: Zure telefono mugikorraren zenbakia zure IDrekin lotzen baduzu, beste pertsona batzuek automatikoki aurkitu ahal izango zaituzte %@ helbide-libretan.

# myprofile_link_phone_onprem_footer
source: Linking your phone number to your ID lets other users of this server (%@) find you on %@ automatically if they have your number in their address book.
eu_es: Zure telefono mugikorraren zenbakia zure IDrekin lotzen baduzu, zerbitzari honetako beste pertsona batzuek (%@) automatikoki aurkitu ahal izango zaituzte %@ helbide-libretan.

# mentions_table_view_cell_accessibility_hint
source: Tap to create mention
eu_es: Egin klik aipamen bat sortzeko

# poi_unavailable
source: Unavailable
eu_es: Ez dago eskuragarri

# poi_search_POI
source: Cities and Streets
eu_es: Hiriak eta kaleak

# poi_search_prefix
source: Search Around %@
eu_es: %@ inguruan bilatu

# poi_away
source: %@ away
eu_es: %@ distantzia

# poi_dropped_pin_info_alert_title
source: Dropped Pin
eu_es: PIN posizionatua

# poi_dropped_pin_info_alert_message
source: To drop a pin, press and hold on the map.
eu_es: Pin bat kokatzeko, mapa sakatuta eduki.

# poi_current_location
source: My Location
eu_es: Nire kokapena

# poi_marked_location
source: Dropped Pin
eu_es: PIN posizionatua

# notification_threemaweb_connectionlost_title
source: Connection to Threema Web Lost
eu_es: Threema Web konexioa galdu da

# notification_threemaweb_connectionlost_body
source: To continue using Threema Web, please reopen the app.
eu_es: Threema Web erabiltzen jarraitzeko, ireki berriro aplikazioa.

# settings_threema_web_connected
source: Desktop/Web connected
eu_es: Web/mahaigainera konektatuta

# settings_threema_web_connectioninfo
source: Your device must be unlocked with %@ running in the foreground to stay connected. While connected, your device will not lock automatically.
eu_es: Zure gailua desblokeatu egin behar da %@-rekin, eta lehen planoan exekutatu behar da konektatuta egoteko. Konektatuta zauden bitartean, zure gailua ez da automatikoki blokeatuko.

# chat_text_view_placeholder
source: New Message
eu_es: Mezu berria

# compose_bar_camera_button_accessibility_label
source: Open Camera
eu_es: Kamera ireki

# compose_bar_record_button_accessibility_label
source: Record Voice Message
eu_es: Ahots-mezu bat grabatu

# compose_bar_send_message_button_accessibility_label
source: Send Message
eu_es: Mezua bidali

# compose_bar_attachment_button_accessibility_label
source: Add Attachments
eu_es: Erantsi fitxategi erantsiak

# play_record_audio_view_controller_general_error_title
source: Recording Failed
eu_es: Errorea grabazioan

# play_record_audio_view_controller_general_error_message
source: Due to an unknown error a voice message cannot be recorded at the moment
eu_es: Akats ezezagun baten ondorioz, une honetan ezin da ahots-mezu bat grabatu

# hardware_keyboard_send_on_enter_discoverability_title
source: Send Message
eu_es: Mezua bidali

# ballot_message_local_votes
source: You voted for %@.
eu_es: %@ bozkatu duzu.

# ballot_message_most_votes
source: Most votes for %@.
eu_es: %@rentzat boto gehien.

# ballot_message_closed
source: Closed.
eu_es: Itxita.

# ballot_message_did_vote
source: %@ of %@ Participants.
eu_es: %@-etik %@ Parte-hartzaileak.

# ballot_message_no_votes
source: No votes received.
eu_es: Ez da botorik jaso.

# vote_system_message
source: “%@” voted in “%@”
eu_es: "%@"-k "%@"-n bozkatu du

# vote_system_message_hidden
source: Received new vote in “%@”
eu_es: Boto berria jaso da "%@"-n

# vote_system_message_default
source: Received vote message for unknown Poll
eu_es: Boto-mezua jaso da inkesta ezezagunarentzat

# chat_bar_quote_close_button
source: Close quote
eu_es: Kuota itxi

# detailView_title
source: Message Details
eu_es: Mezuaren xehetasunak

# detailView_sent
source: Sent
eu_es: Bidalita

# detailView_delivered
source: Delivered
eu_es: Entregatuta

# detailView_read
source: Read
eu_es: Irakurrita

# detailView_ackd
source: Acknowleged
eu_es: Jasota

# detailView_messageID
source: Message-ID
eu_es: Mezuaren IDa
