Repository: Glithcy780/Threema
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: eu_es

# chats_title
source: Chats
eu_es: Elkarrizketak

# SortOrder_Firstname
source: First, Last
eu_es: Lehenengoa, Azkena

# SortOrder_Lastname
source: Last, First
eu_es: Lehenengoa, Azkena

# segmentcontrol_contacts
source: Contacts
eu_es: Kontaktuak

# segmentcontrol_groups
source: Groups
eu_es: Taldeak

# webrtc_diagnostics.title
source: WebRTC Diagnostics
eu_es: WebRTC Diagnostikoak

# webrtc_diagnostics.description
source: Start this tool to debug problems with setting up a voice call connection. Press the “Start” button to start the test.
eu_es: Abiarazi tresna hau ahots-deiaren konfigurazioaren bitatrez arazoak konpontzeko. Sakatu “Hasi” botoia proba hasteko.

# webrtc_diagnostics.start
source: Start
eu_es: Hasi

# webrtc_diagnostics.copyToClipboard
source: Copy to clipboard
eu_es: Kopiatu arbelean

# webrtc_diagnostics.copy
source: Copy to clipboard done
eu_es: Arbelean kopiatuta

# webrtc_diagnostics.done
source: Done. If you experience problems with call connection build-up, please send this output to Threema support.
eu_es: Egina. Metatutako dei-konexioarekin arazorik baduzu, bidali irteera hau Threema euskarrira.

# mwphotobrowser_select
source: Select
eu_es: Aukeratu

# mwphotobrowser_select_all
source: Select All
eu_es: Hautatu dena

# mwphotobrowser_deselect_all
source: Deselect All
eu_es: Desautatu dena

# profileimage_setting_all_footer
source: All contacts will receive your profile picture when you send them a message.
eu_es: Kontaktu guztiek zure profileko argazkia jasoko dute mezuak bidaltzen dituzunean.

# profileimage_setting_contacts_footer
source: The contacts selected in this list will receive your profile picture when you send them a message.
eu_es: Zerrenda honetan hautatutako kontaktuek profilaren irudia jasoko dute mezu bat bidaltzen dienean.

# status_disconnected
source: Disconnected
eu_es: Deskonektatuta

# status_connecting
source: Connecting
eu_es: Konektatzen

# status_connected
source: Connecting
eu_es: Konektatzen

# status_loggedIn
source: Connected
eu_es: Konektatuta

# status_disconnecting
source: Disconnected
eu_es: Deskonektatuta

# cannot_connect_title
source: No connection
eu_es: Ez dago konexiorik

# cannot_connect_message
source: Cannot connect, please check your internet connection.
eu_es: Ez dago konexiorik, mesedez, egiaztatu zure Interneteko konexioa.

# delete_identity_warning
source: If you delete your ID, both your key pair and your app data will be deleted. If you didn’t create a backup, you won’t be able to send or receive messages using this ID again. If you don’t want to use this ID anymore, it’s advisable to unlink any email address or phone number before deleting the ID.
eu_es: Zure IDa ezabatzen baduzu, zure pare gakoa eta aplikazioko datuak ezabatu egingo dira. Segurtasun-kopiarik sortu ez baduzu, ezi izango duzu mezurik bidali edo jaso ID hori berriro erabiliz. ID hori erabili nahi ez baduzu, komenigarria da edozein helbide elektroniko edo telefono-zenbaki bereiztea ID ezabatu aurretik.

# delete_identity_warning2
source: Last warning: do you really want to delete your data and ID?
eu_es: Azken oharra: benetan ezabatu nahi dituzu zure datuak eta identifikazioa?

# delete_identity_passcode_title
source: Passcode Enabled
eu_es: Pasahitza Gaituta

# delete_identity_passcode_message
source: Please disable the passcode before deleting your ID.
eu_es: Mesedez, desgaitu pasahitza zure IDa ezabatu aurretik.

# delete_identity_title
source: App Data Deleted
eu_es: Aplikazioaren datuak ezabatu dira

# delete_identity_description
source: All app data has been deleted. Please restart the app to set up %@.
eu_es: Aplikazioaren datu guztiak ezabatu dira. Berrabiarazi aplikazioa %@ konfiguratzeko.

# delete_identity_app_close
source: Close app
eu_es: App-a itxi

source: Cancel
eu_es: Ezeztatu

source: Continue
eu_es: Jarraitu

source: OK
eu_es: Ados

source: No
eu_es: Ez

source: Yes
eu_es: Bai

source: Delete
eu_es: Ezabatu

source: Try Again
eu_es: Saiatu berriro

# delete_identity
source: Delete Data and ID
eu_es: Datuak eta IDa ezabatu

source: Copy
eu_es: Kopiatu

source: Save
eu_es: Gorde

source: Share
eu_es: Elkarbanatu

source: Details
eu_es: Xehetsasunak

# acknowledge
source: Agree
eu_es: Ados

# decline
source: Disagree
eu_es: Baztertu

source: Quote
eu_es: Aipatu

source: Speak
eu_es: Hitz egin

source: Send
eu_es: Bidali

source: Image
eu_es: Irudia

source: Video
eu_es: Bideoa

source: Audio
eu_es: Audioa

source: File
eu_es: Fitxategia

source: Location
eu_es: Kokalekua

source: Locating...
eu_es: Kokatzen...

source: unknown location
eu_es: kokapen ezezaguna

source: Open
eu_es: Ireki

source: Call
eu_es: Deitu

source: Info
eu_es: Informazioa

# error_abort
source: Unrecoverable error
eu_es: Errore berreskuraezina

source: QR code
eu_es: QR kodea

source: Forward
eu_es: Birbidali

# showNext
source: More options
eu_es: Aukera gehiago

# showPrevious
source: Previous options
eu_es: Aurreko aukerak

source: Read
eu_es: Irakurri

source: Unread
eu_es: Irakurri gabe

source: Settings
eu_es: Hobespenak

source: Load more
eu_es: Kargatu gehiago

source: All
eu_es: Denak

# myIdentity
source: My Profile
eu_es: Nire Profila

# share_id
source: Share your Threema ID
eu_es: Partekatu zure Threema IDa

source: close
eu_es: itxi

source: Threema ID
eu_es: Threemaren IDa

source: Nickname
eu_es: Ezizen publikoa

# add_button
source: Add
eu_es: Gehitu

# chat_back_button_accessibility
source: %d unread
eu_es: %d ez dira irakurri

source: Show in Google Maps
eu_es: Google Mapsen erakutsi

source: Show in Maps
eu_es: Mapetan erakutsi

source: Calculate Route
eu_es: Ibilbidea kalkulatu

# conversation_log_subject
source: Threema chat with %@
eu_es: Threeman %@-ekin elkarrizketa erregistroak

# conversation_log_body
source: The encrypted chat is attached in %@. A modern ZIP tool with AES support is needed in order to unzip the file, e.g. http://www.7-zip.org or https://itunes.apple.com/us/app/the-unarchiver/id425424353
eu_es: Enkriptatutako elkarrizketa-erregistroa %@(e)n erantsi da. AES euskarria duen ZIP tresna modernoa behar da fitxategia deskonprimitzeko, adibidez. http://www.7-zip.org edo https://itunes.apple.com/us/app/the unarchiver/id425424353

# conversation_log_group_body
source: The encrypted group chat is attached in %@. A modern ZIP tool with AES support is needed in order to unzip the file, e.g. http://www.7-zip.org or https://itunes.apple.com/us/app/the-unarchiver/id425424353
eu_es: Enkriptatutako taldearen elkarrizketa-erregistroa %@(e)n erantsi da. AES euskarria duen ZIP tresna modernoa behar da fitxategia deskonprimitzeko, adibidez. http://www.7-zip.org edo https://itunes.apple.com/us/app/the unarchiver/id425424353

# not_enough_storage_title
source: There is not enough free storage to export this chat.
eu_es: Ez dago biltegiratze libre nahikorik txat hau esportatzeko.

# amount_of_free_storage_needed
source: %@ are needed to export this chat. %@ are currently free.
eu_es: %@ behar dira txat hau esportatzeko. %@ libre daude.

# chat_export_failed_title
source: Chat Export has failed.
eu_es: Txataren esportazioak huts egin du.

# chat_export_failed_message
source: Chat Export has failed with error code %d.
eu_es: Txataren esportazioak huts egin du %d errore kodearekin.

source: Cancelling export
eu_es: Esportazioa bertan behera uzten

# export_progress_label
source: %li / %li Messages exported
eu_es: %li / %li mezu esportatuta

source: Caption
eu_es: Kaptura

# fileNotDownloaded
source: File has not been downloaded or has been deleted.
eu_es: Fitxategia ez da deskargatu edo ezabatu egin da.

# include_media_title
source: Include media (images, videos) as attachments?
eu_es: Multimedia (irudiak, bideoak) eranskin gisa sartu nahi dituzu?

# include_media_message
source: A modern ZIP tool with AES support is needed in order to unzip the file, e.g. 7-Zip or The Unarchiver (Mac).
eu_es: AES euskarria duen ZIP tresna modernoa behar da fitxategia deskonprimitzeko, adibidez. 7-Zip edo The Unarchiver (Mac).

# image_size_title
source: Image Size
eu_es: Irudiaren tamaina

source: Original
eu_es: Originala

source: Small
eu_es: Txikia

source: Medium
eu_es: Ertaina

source: Large
eu_es: Handia

# xlarge
source: Extra Large
eu_es: Handiena

# max_x_by_x_pixels
source: Max. %d × %d pixels
eu_es: Gehi. %d × %d pixels

source: Images are not scaled
eu_es: Irudiak ez dira eskalatuko

# image_resize_share_extension
source: Due to limited memory resources, images sent via the Share Extension are downscaled to max. 1600 by 1600 pixels.
eu_es: Memoria baliabide mugatuak direla eta, Partekapen Luzapenaren bidez bidalitako irudiak gehienez murrizten dira. 1600 x 1600 pixel.

# videoquality_title
source: Video Quality
eu_es: Bideoaren kalitatea

source: Low
eu_es: Txikia

source: High
eu_es: Handia

source: Max. 1 minute
eu_es: Geh. 1 minutu

# max_x_minutes
source: Max. %d minutes
eu_es: Gehi. %d minutu

# push_sound_title
source: Push Sound
eu_es: Jakinarazpen automatikoaren soinua

# push_group_sound_title
source: Push Group Sound
eu_es: Taldearen jakinarazpen automatikoaren soinua

# sound_none
source: None
eu_es: Bat ere ez

# sound_default
source: Default
eu_es: Lehenetsia

# sound_silent
source: Vibrate Only
eu_es: Bibrazioa bakarrik

# sound_bamboo
source: Bamboo
eu_es: Bambú

# sound_drum
source: Drum
eu_es: Danborra

# sound_glass
source: Glass
eu_es: Kristala

# sound_incoming_message
source: Incoming Message
eu_es: Sarrerako mezua

# sound_input
source: Input
eu_es: Sarrera

# sound_music_box
source: Music Box
eu_es: Musika-kaxa

# sound_pulse
source: Pulse
eu_es: Pultsua

# sound_synth
source: Synth
eu_es: Sinkro

# sound_threema_incom
source: Game
eu_es: Jokoa

source: Reset Wallpaper
eu_es: Pantailaren atzeko planoa berrezarri

source: Bigger Single Emojis
eu_es: Banakako Emoji Handiak

# identity_none
source: none
eu_es: bat ere ez

source: Message
eu_es: Mezua

# scan_identity
source: Scan ID
eu_es: IDa eskaneatu

source: Scan
eu_es: Eskaneatu

source: (pending)
eu_es: (zain)

source: Enter Code
eu_es: Sartu Kodea

source: Export Chat
eu_es: Elkarrizketa esportatu

# send_profile_picture
source: Send Profile Picture Now
eu_es: Profil argazkia bidali orain

source: Public Key
eu_es: Gako publikoa

source: Public Key of %@
eu_es: %@-ren gako publikoa

source: Block Contact
eu_es: Kontaktua blokeatu

source: Profile Picture Recipient
eu_es: Profileko argazki hartzaileak

# no_linked_contact_access_title
source: No Access To Linked Contact
eu_es: Ez dago lotutako kontaktuetarako sarbiderik

# no_linked_contact_access_message
source: Please open Settings and allow Contacts access to see linked contact. Or unlink contact permanently.
eu_es: Doikuntzak ireki, kontaktuetara sartzea ahalbidetzeko eta kontaktu lotua ikusteko edo kontaktua etengabe deslotzeko.

# no_linked_contact_access_edit_message
source: Please open Settings and allow Contacts access to edit linked contact. Or unlink contact permanently to edit.
eu_es: Doikuntzak ireki, kontaktuetara sartzea ahalbidetzeko eta lotutako kontaktua editatzeko edo editatzeko kontaktua etengabe deslotzeko.

# restricted_contacts_access_title
source: Contacts Access Restricted
eu_es: Kontaktuen sarbidea mugatua

# restricted_contacts_access_message
source: Ask your supervisor to grant access to Contacts.
eu_es: Eskatu zure gainbegiraleari harremanetarako sarbidea emateko.

# restricted_linked_contact_access_message
source: %@ is unable to access your linked contact due to access restrictions. Ask your supervisor to grant access to Contacts. Or unlink contact permanently.
eu_es: %@-ek ezin du zure kontaktu lotua eskuratu, sarbide-murrizketak direla eta. Eska iezaiozu zure gainbegiraleari harremanetarako sarbidea eman diezaiola edo harremana eten dezala etengabe.

# restricted_linked_contact_access_edit_message
source: %@ is unable to access your linked contact due to access restrictions. Ask your supervisor to grant access to Contacts. Or unlink contact permanently to edit.
eu_es: %@-ek ezin du zure kontaktu lotua eskuratu, sarbide-murrizketak direla eta. Eska iezaiozu zure gainbegiraleari harremanetarako sarbidea eman diezaiola edo editatzeko harremana eten dezala etengabe.

# linked_contact_not_found_title
source: Linked Contact Not Found
eu_es: Kontaktu lotua ez da aurkitu

# linked_contact_not_found_message
source: The linked contact could not be found. Unlink contact permanently to edit.
eu_es: Ezin izan da estekatutako kontaktua aurkitu. Editatzeko kontaktua behin betiko kendu.

source: Unlink Contact
eu_es: Lotu gabeko kontaktua

source: Unlink and Edit Contact
eu_es: Kontaktua deslotu eta editatu

source: Link New Contact
eu_es: Kontaktu berria lotu

source: Show Linked Contact
eu_es: Lotura duen kontaktua erakutsi

# link_contact
source: Link to Contact
eu_es: Kontaktura lotu

source: Linked Contact
eu_es: Kontaktua lotuta

source: [No Access]
eu_es: [Sarbiderik gabe]

source: [Not Found]
eu_es: [Ez da aurkitu]

source: [Restricted]
eu_es: [Murriztua]

# groups_header
source: Groups (%lu)
eu_es: Taldeak (%lu)

# show_all_button
source: Show All
eu_es: Erakutsi guztia

# share_contact_id_button
source: Share Contact ID
eu_es: Harremanetarako IDa partekatu

# edit_contact_title
source: Edit Contact
eu_es: Kontaktua editatu

# edit_group_title
source: Edit Group
eu_es: Taldea editatu

# first_name_placeholder
source: First Name
eu_es: Izena

# last_name_placeholder
source: Last Name
eu_es: Abizena

# group_name_placeholder
source: Group Name
eu_es: Taldearen izena

# no_nickname_title
source: No nickname set
eu_es: Ezizenik ezarri gabe

# no_nickname_message
source: Are you sure you want to continue without setting a nickname? It will be difficult for other people to recognize messages from you before they start the app.
eu_es: Ziur ezizenik ezarri gabe jarraitu nahi duzula? Beste batzuentzat zaila izango da aplikazioa hasi aurretik zurekin mezuak aitortzea.

# server_message_title
source: Server Message
eu_es: Zerbitzariaren Mezua

source: No preview available
eu_es: Ez dago aurrebistarik erabilgarri

# bad_phone_number_format_title
source: Number not recognized
eu_es: Zenbaki ezezaguna

# bad_phone_number_format_message
source: The phone number that you have entered could not be recognized. Please try entering it in international format.
eu_es: Sartu duzun telefono-zenbakia ezin da ezagutu. Mesedez, saiatu nazioarteko formatuan sartzen.

# confirm_phone_number_title
source: Confirm number
eu_es: Berretsi zenbakia

# confirm_phone_number_x
source: We are about to send an SMS to: %@ Is this number correct?
eu_es: SMS bat bidali nahi dugu: %@ zenbakia zuzena da?

source: Abort Verification
eu_es: Egiaztapena Abortatu

# abort_verification_message
source: The number of attempts is limited; please wait at least 30 minutes for the SMS to arrive or try the call option.
eu_es: Saio-kopurua mugatua da; mesedez, itxaron gutxienez 30 minutu SMSa iritsi edo dei-aukera probatzeko.

# call_me_title
source: Notice about Call
eu_es: Deiari buruzko oharra

# call_me_message
source: If you proceed, we will attempt to call you immediately. Your verification code will be read to you twice. Note that we will only make one attempt, so please be sure that you are ready before you continue.
eu_es: Jarraitu nahi baduzu, berehala deituko dizugu. Zure egiaztatze-kodea bi aldiz irakurriko zaizu. Kontuan izan saio bakarra egingo dugula; beraz, ziurtatu prest zaudela jarraitu aurretik.

source: Number
eu_es: Zenbakia

# mobileno_linked_title
source: Phone number linked
eu_es: Nori dagokion zenbaki telefonoa

# mobileno_linked_message
source: Your phone number has been successfully linked with your ID.
eu_es: Zure telefono zenbakia behar bezala lotu da zure IDarekin.

# link_email_title
source: Link Email
eu_es: Posta elektronikoa lotu

# link_your_email
source: Your Email Address
eu_es: Zure helbide elektronikoa

# link_email_address
source: Email Address
eu_es: Posta elektronikoa

# link_email_sent_title
source: Verification Email Sent
eu_es: Egiaztapen posta elektronikoa bidali da

# link_email_sent_message
source: A verification link has been sent via Email to %@.
eu_es: Egiaztapen esteka bidali da E-posta bidez %@.

# invalid_email_address_title
source: Invalid Email Address
eu_es: Posta elektronikoa baliogabea

# invalid_email_address_message
source: The email address could not be recognized as such.
eu_es: Posta elektronikoko helbidea ezin da horrela ezagutu.

# public_key_mismatch_title
source: Public key mismatch
eu_es: Gako publikoaren ezadostasuna

# public_key_mismatch_message
source: There is already a contact with this ID, but the public key doesn’t match! This could indicate an attempt to trick you into sending messages to the wrong recipient. The new public key has not been saved; if you are sure that it is correct, delete the existing contact and try again.
eu_es: Badago ID honekin kontaktu bat, baina gako publikoa ez dator bat. Oker dagoen erabiltzaileari mezuak bidaltzeko engainu-saiakera bat izan liteke. Ez da gako publiko berria gorde. Zuzena dela ziur bazaude, dagoen kontaktua ezabatu eta saiatu berriro.

# public_key_server_mismatch_title
source: Public key mismatch
eu_es: Gako publikoaren ezadostasuna

# public_key_server_mismatch_message
source: The public key that you have scanned does not match the key returned by the server for that ID. This means that someone has maliciously modified the code that you scanned, and the key should not be trusted in any case. Please report this incident to security@threema.ch, giving details about the ID and circumstances if possible.
eu_es: Eskaneatu duzun gako publikoa ez dator bat ID zerbitzariarentzat itzultzen duen gakoarekin. Horrek esan nahi du norbait eskaneatu duen kodea gaizki aldatu duela eta gakoa ez dela inola fidagarria. Mesedez, eman gertakari hau security@threema.ch helbidera, inguruabarrei buruzko xehetasunak emanez.

# password_again
source: Enter Password again
eu_es: Sartu Pasahitza berriro

# password_too_short_title
source: Password too short
eu_es: Pasahitza motza

# password_too_short_message
source: The password is too short. Please enter at least 8 characters.
eu_es: Pasahitza motza da. Sartu gutxienez 8 karaktere.

# password_mismatch_title
source: Password mismatch
eu_es: Pasahitza ez da zuzena

# password_mismatch_message
source: The passwords that you have entered do not match. Please go back and try again.
eu_es: Sartutako pasahitzak ez datoz bat. Mesedez, itzuli eta saiatu berriro.

# password_description_backup
source: Your private key will be encrypted with the password that you enter here. Minimum 8 characters (mix of letters, digits and symbols recommended).
eu_es: Zure gako pribatua hemen sartzen duzun pasahitzarekin enkriptatuko da. Gutxienez 8 karaktere (gomendatutako hizki, digitu eta sinboloak).

# password_description_export
source: The data of the chat will be zipped and encrypted with the password that you enter here. Minimum 8 characters (mix of letters, digits and symbols recommended).
eu_es: Elkarrizketaren datuak hemen sartutako pasahitzarekin zifratuko dira. Gutxienez 8 karaktere (gomendatutako hizki, digitu eta sinboloak).

# revocation_password
source: ID Revocation Password
eu_es: ID-a baliogabetzeko pasahitza

# revocation_password_description
source: With this password you can ultimately revoke your Threema ID via https://myid.threema.ch/revoke. Minimum 8 characters (mix of letters, digits and symbols recommended).
eu_es: Pasahitz honen bidez, zure Threema IDa ezeztatu dezakezu https://myid.threema.ch/revoke bidez. Gutxienez 8 karaktere (gomendatutako hizki, digitu eta sinboloak).

# revocation_request_success
source: ID Revocation password updated
eu_es: IDa Ezeztatzeko pasahitza eguneratu da

# revocation_request_failed
source: ID Revocation password update failed
eu_es: IDa errebokatu pasahitzaren eguneratzeak huts egin du

# revocation_password_not_set
source: not set
eu_es: ez da ezarri

# conversations_delete_all_confirm
source: Are you sure you want to delete all chats? Note: group chats will not be affected.
eu_es: Ziur elkarrizketa guztiak ezabatu nahi dituzula? Oharra: taldeko elkarrizketek ez dute eraginik izango.

# revocation_check_failed
source: check failed
eu_es: egiazta. okerra

# messages_delete_all_button
source: Delete All Messages
eu_es: Mezu guztiak ezabatu

# messages_delete_all_confirm_title
source: Delete all messages in this chat from this device?
eu_es: Gailu honetatik txat honetako mezu guztiak ezabatu?

# messages_delete_all_confirm_message
source: This includes all media and documents.
eu_es: Horrek barne hartzen ditu bitarteko eta dokumentu guztiak.

# messages_delete_selected_confirm
source: Delete the selected messages from this device?
eu_es: Gailu honetatik hautatutako mezuak ezabatu nahi dituzu?

# conversation_delete_confirm
source: Delete this chat from this device?
eu_es: Txat hau gailu honetatik kendu nahi duzu?

source: Delete All
eu_es: Ezabatu guztiak

# delete_n
source: Delete (%d)
eu_es: Ezabatu (%d)

# message_cannot_play_movie
source: Cannot play movie.
eu_es: Ezin da bideoa erreproduzitu.

# identity_not_found_title
source: Unknown ID
eu_es: IDa ezezaguna

# identity_not_found_message
source: This ID does not exist, or the person with this ID uses an app that isn’t compatible.
eu_es: ID hori ez da existitzen, edo ID hori duen pertsonak bateragarria ez den aplikazio bat erabiltzen du.

# message_too_long_title
source: Message too long
eu_es: Mezu luzeegia

# message_too_long_message
source: The maximum message length is %d bytes.
eu_es: Gehieneko mezuen luzera %d bytekoa da.

# scanned_identity_mismatch_title
source: ID Mismatch
eu_es: IDa ez da zuzena

# scanned_identity_mismatch_message
source: The ID that you have scanned does not match the contact that you have stored.
eu_es: Eskaneatu duzun IDa ez dator bat gordetako kontaktuarekin.

# scanned_own_identity_title
source: You have scanned your own ID.
eu_es: Zure IDa eskaneatu duzu.

# scan_code_expired_title
source: Code expired
eu_es: Kodea iraungita dago

# scan_code_expired_message
source: This code has expired. Please scan it again directly from the other user’s app.
eu_es: Kode hau iraungita dago. Eskaneatu berriro zuzenean beste erabiltzaile baten aplikaziotik.

# scan_id_add_contact_failed_title
source: Unable To Add Contact
eu_es: Ezin da kontaktua gehitu

# scan_id_add_contact_failed_message
source: Please try again.
eu_es: Saiatu berriro.

# scanned_non_threema_id_title
source: Unable to read ID
eu_es: Ezin da identifikazioa irakurri

# scanned_non_threema_id_message
source: This is not a valid QR code of %@.
eu_es: Hau ez da %@-ko QR kode balioduna.

source: Take Photo or Video
eu_es: Egin argazkia edo bideoa

source: Take Photo
eu_es: Egin Argazkia

source: Choose Existing
eu_es: Hautatu egindako bat

source: Choose existing photo
eu_es: Aukeratu lehendik dagoen argazki bat

# edit_photos
source: Edit chosen files
eu_es: Aukeratutako fitxategiak editatu

source: Delete Photo
eu_es: Argazkia ezabatu

source: Delete Video
eu_es: Bideoa ezabatu

source: Delete File
eu_es: Ezabatu fitxategia

source: Send Location
eu_es: Kokalekua bidali

source: Record Audio
eu_es: Audio-grabazioa

# scan_qr
source: Scan QR code
eu_es: QR kodea eskaneatu

source: Share File
eu_es: Partekatu fitxategia

# add_item_caption
source: Add Caption
eu_es: Azpititulua gehitu

# add_items_caption
source: Add Captions
eu_es: Azpitituluak gehitu

# send_item_immediately_photo
source: Send Photo
eu_es: Argazkia bidali

# send_item_immediately_video
source: Send Video
eu_es: Bideoa bidali

# send_items_immediately
source: Send %d Photos/Videos
eu_es: %d argazki/bideo bidali

# send_items_immediately_photo
source: Send %d Photos
eu_es: %d argazki bidali

# send_items_immediately_video
source: Send %d Videos
eu_es: %d bideo bidali

source: Record
eu_es: Grabatu
