Repository: Glithcy780/Threema
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: eu_es

# detailView_group_acknowledged
source: Agreed (%d)
eu_es: Ados (%d)

# detailView_group_declined
source: Disagreed (%d)
eu_es: Ez ados (%d)
