Repository: Glithcy780/Threema
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: eu_es

# id_link_no_input_work
source: You have entered neither a phone number nor an email address to link to your Threema ID. You will not appear on contact lists. Do you really want to use %@ in this completely anonymous way?
eu_es: Ez duzu sartu ez telefono-zenbakirik ez helbide elektronikorik Threemako zure IDari elkartzeko. Zu ez zara agertuko kontaktuen zerrendetan. %@ era erabat anonimoan erabili nahi duzu?

# id_link_title
source: Help your friends find you
eu_es: Lagundu zure lagunei zu aurkitzen

# id_link_description_work
source: Link your phone number and/or email to your Threema ID.
eu_es: Lotu zure telefono-zenbakia edo helbide elektronikoa Threemako zure IDarekin.

# id_link_description
source: Link your phone number to your Threema ID.
eu_es: Lotu zure telefono-zenbakia Threemako zure IDarekin.

# id_link_no_input
source: You haven’t entered a phone number to link to your Threema ID. You will not appear on your friends’ contact lists. Do you really want to use Threema in this completely anonymous way?
eu_es: Ez duzu zure Threemako IDari lotzeko telefono-zenbakirik sartu. Ez zara zure lagunen kontaktuen zerrendetan agertuko. Ziur Threema modu erabat anonimoan erabili nahi duzula?

# id_sync_title_work
source: Find your contacts on %@
eu_es: Aurkitu zure kontaktuak %@

# id_sync_description_work
source: Switch on to see which of your contacts are using %@.
eu_es: Aktibatu, zure kontaktuetatik %@ nork erabiltzen duen ikusteko.

# id_enter_email
source: Email (optional)
eu_es: Posta elektronikoa (aukerakoa)

# id_sync_title
source: Find your friends on Threema
eu_es: Aurkitu zure lagunak Threeman

# id_sync_description
source: Switch on to see which of your friends are using Threema.
eu_es: Aktibatu zure lagunetatik Threema nork erabiltzen duen ikusteko.

# id_sync_contacts
source: Sync contacts
eu_es: Kontaktuak sinkronizatu

# id_completed_title
source: You’re done! Everything correct?
eu_es: Amaitu duzu! Dena ondo?

# id_completed_nickname
source: Your nickname
eu_es: Zure ezizena

# id_completed_linked_to
source: Linked to
eu_es: Honi elkartu

# id_completed_sync_contacts
source: Sync Contacts
eu_es: Kontaktuak sinkronizatu

source: Finish
eu_es: Amaitu

source: Linking email
eu_es: Elkartzeko posta elektronikoa

source: Syncing contacts
eu_es: Kontaktuak sinkronizatzen

# linking_phone
source: Linking phone number
eu_es: Elkartzeko telefono-zenbakia

source: (linked)
eu_es: (elkartuta)

# linking_phone_sms_sent
source: Sent SMS for verification
eu_es: Baliozkotzeko SMS bidalia

source: Password
eu_es: Pasahitza

source: (optional)
eu_es: (aukerakoa)

# scan_id_backup
source: Scan exported QR code
eu_es: Eskaneatu esportatutako QR kodea

source: Phone number
eu_es: Telefono mugikorraren zenbakia

# id_backup
source: Exported ID
eu_es: Esportatutako IDa

# id_backup_placeholder
source: Enter or paste the text string of the ID export to restore
eu_es: Berrezartzeko esportatutako IDaren testu-katea idazten edo itsasten du.

source: Username
eu_es: Erabiltzaile-izena

source: Country code
eu_es: Herrialdearen kodea

# enter_license_password_placeholder
source: Password
eu_es: Pasahitza

source: Leave Group
eu_es: Utzi taldea

# enter_license_title
source: Enter credentials
eu_es: Threema desblokeatu

source: Done
eu_es: Osatua

# enter_license_description
source: Threema Work is the messenger for companies. Please enter the credentials provided by your company.
eu_es: Sartu zure enpresa edo erakundearengandik jaso dituzun sarbide-datuak.

# enter_license_onprem_description
source: Threema OnPrem is the self-hosted messenger for companies. Please enter the credentials provided by your company
eu_es: Threema OnPrem zure enpresarentzat ostatu propioa duen mezularitza-aplikazioa da. Sartu zure enpresatik jaso dituzun sarbide-datuak.

# more_work_info
source: Learn more about %@.
eu_es: %@-ri buruz Informazio gehiago

source: Save
eu_es: Gorde

# enter_license_username_placeholder
source: Username
eu_es: Erabiltzaile-izena

source: of
eu_es: (e)tik

source: Cancel
eu_es: Ezeztatu

# enter_license_checking
source: Checking credentials
eu_es: Lizentzia egiaztatzen

source: Confirm
eu_es: Baieztatu

# enter_license_info
source: If you are a private user, please tap here to download Threema.
eu_es: Erabiltzaile pribatuentzat

# enter_license_info_link
source: tap here
eu_es: Erabiltzaile pribatuentzat

# enter_license_server_placeholder
source: Server
eu_es: Zerbitzaria

# enter_license_enter_new_credentials
source: Enter New Credentials
eu_es: Sarbide-datu berriak sartu

source: Copy
eu_es: Kopiatu

source: Email
eu_es: Posta elektronikoa

source: Saving
eu_es: Gorde

source: Failed
eu_es: Akatzekin

source: Saved
eu_es: Gordeta

source: Copying
eu_es: Kopiatu

source: Copied
eu_es: Kopiatuta

source: Preparing
eu_es: Prestatu

source: Photo
eu_es: Argazkia

source: Dismiss
eu_es: Onartu

source: Photos
eu_es: Argazkiak

# invite_email_body
source: Hello, I use Threema, the secure instant messenger that protects users’ privacy. My Threema ID: https://threema.id/%@ Let’s communicate via Threema! Cheers,
eu_es: Kaixo, Nik Threema erabiltzen dut, erabiltzaileen pribatutasuna babesten duen berehalako mezularitza segurua. Nire Threemaren IDa: https://threema.id/%@ Komunika gaitezen Threemaren bidez! Agur t’erdi,

# invite_email_subject
source: Threema. The secure messenger that protects our privacy
eu_es: Threema, mezuak seguru bidaltzeko aplikazioa, gure pribatutasuna babesten duena.

# invite_sms_body
source: Hi! Let’s use Threema to communicate in a safe and privacy-compliant way! My Threema ID: https://threema.id/%@
eu_es: Kaixo! Erabil dezagun Threema modu seguruan komunikatzeko eta pribatutasuna betetzeko! Threemaren IDa: https://threema.id/%@

# invite_facebook_text
source: I use Threema, the secure instant messenger that protects users’ privacy. My Threema ID: https://threema.id/%@
eu_es: Nik Threema erabiltzen dut, erabiltzaileen pribatutasuna babesten duen berehalako mezularitza segurua. Threemaren IDa: https://threema.id/%@

# invite_twitter_text
source: I use Threema, the secure instant messenger that protects users’ privacy. My Threema ID: https://threema.id/%@
eu_es: Nik Threema erabiltzen dut, erabiltzaileen pribatutasuna babesten duen berehalako mezularitza segurua. Threemaren IDa: https://threema.id/%@

# invite_using
source: Invite a friend via...
eu_es: Gonbidatu lagunak Threemara hauekin...

# sms
source: Text Message
eu_es: SMS

# new_message
source: Message
eu_es: Mezuak

# new_message_from_x
source: Message from %@
eu_es: %@-(r)en mezuak

# new_group_message
source: Group message
eu_es: Talde-mezua

# new_group_message_from_x
source: Group message from %@
eu_es: %@-(r)en taldeko mezua

# new_message_no_access_title
source: New messages
eu_es: Mezu berriak

# new_message_no_access_message
source: Please open %@ to fetch incoming messages.
eu_es: Ireki %@ jasotako mezuak berreskuratzeko.

# new_message_invalid_license
source: Your license has expired, please open app to continue.
eu_es: Zure lizentzia amaitu da. Ireki aplikazioa jarraitzeko.

# new_message_db_requires_migration
source: A database migration is required, please open app to continue.
eu_es: Threema eguneratu egin da, ireki aplikazioa eguneraketa osatzeko.

# push_reminder_title
source: Notifications Not Enabled
eu_es: Gaitu gabeko jakinarazpenak

# push_reminder_message
source: You will not be informed of new messages or incoming calls when %@ is closed. To fix this, go to System Settings and enable Notifications for %@.
eu_es: Ez duzu mezu berriei edo sartzen diren deiei buruzko informaziorik jasoko %@ itxi arte. Hori konpontzeko, sartu Sistemaren doikuntzak atalean eta aktibatu %@ko jakinarazpenak.

# push_reminder_not_now
source: Do Not Remind Me Again
eu_es: Ez gogoratu berriro

# push_reminder_set_now
source: Enable Notifications
eu_es: Jakinarazpenak baimendu

# updating_database
source: Updating database… Please keep Threema running in the foreground until completion. This may take several minutes if you have a large chat history.
eu_es: Datu-basea eguneratzen ari da... Mesedez, mantendu Threema lehen planoan exekutatzen amaitu arte. Honek minutu batzuk behar ditu txat historia handia badu.

# database_migration_error_hints
source: Please ensure that you have enough available storage on your device, restart your device and then try again.
eu_es: Mesedez, ziurtatu zure gailuak nahikoa memoria duela eskura, berrabiarazi eta saiatu berriro.

# database_migration_storage_warning_title
source: Not enough available storage
eu_es: Ez dago nahikoa leku

# database_migration_storage_warning_message
source: The database update temporarily requires at least %.1f GB of available storage. Your device currently has only %.1f GB available. Please make more storage available by deleting items in Usage Settings, and try again.
eu_es: Datu-basea eguneratzeko, %.1f GB behar dira aldi baterako. Zure gailuak %.1f GB bakarrik ditu erabilgarri une honetan. Mesedez, libratu biltegiratze-tokia <<Erabilera-doikuntzak>> ataleko elementuak ezabatuz, eta saiatu berriro.

# sync_exclusion_footer
source: The IDs that are listed here will be ignored when synchronizing contacts.
eu_es: Zerrenda honetako IDak ez dira kontuan hartuko kontaktuak sinkronizatzean.

# enter_id_to_exclude
source: Enter the ID to be excluded from synchronization:
eu_es: Sartu sinkronizaziotik kanpo utzi nahi duzun IDa:

# group_renamed_to_x
source: Group renamed to "%@"
eu_es: Taldeak izena aldatu du, eta “%@” jarri du

# group_member_x_left
source: %@ left the group
eu_es: %@-(e)k taldea utzi du

# group_member_x_added
source: %@ was added to the group
eu_es: %@ taldera gehitu da

# group_member_x_forced_leave
source: %@ was removed from the group
eu_es: %@ taldetik ezabatu da

# group_member_self_added
source: You were added to the group.
eu_es: Taldean sartu zara.

# group_member_self_removed
source: You were removed from the group.
eu_es: Taldetik ezabatu zaituzte.

# group_member_self_left
source: You have left the group.
eu_es: Taldea utzi duzu.

# group_member_creator_left
source: *This group is orphaned* The group creator has left the group, and it can no longer be maintained. One of the remaining members should clone the group (via group details) to become the new admin.
eu_es: Talde hau umezurtz dago. Taldearen sortzaileak taldea utzi du eta ezin da mantendu. Gainerako kideetako batek taldea klonatu behar du (taldearen xehetasunen bidez), administratzaile berria izateko.

source: Send media or location
eu_es: Multimedia-elementuak edo kokapena bidali

# my_profilepicture
source: Your profile picture
eu_es: Zure profilaren argazkia

# my_threema_id
source: Your Threema ID
eu_es: Zure Threemaren IDa

# edit_profile
source: Edit nickname and profile picture
eu_es: Editatu ezizena eta profilaren argazkia

source: from
eu_es: -ren

source: at
eu_es: --(r)entzat

source: seconds
eu_es: segundu

source: duration
eu_es: iraupena

# current_position
source: position
eu_es: kokalekua

source: in reply to
eu_es: honi erantzunez

# go_to_position
source: at
eu_es: -tan

source: Draft
eu_es: Zirriborroa

# new_message_accessibility
source: New message:
eu_es: Mezu berria:

# scoll_down_text
source: Scroll down
eu_es: Joan behera

# quote_interaction_hint
source: Tap to jump to quoted message.
eu_es: Joan aipatutako mezura

source: Open in ...
eu_es: Ireki hemen...

source: Restore
eu_es: Berrezarri

source: Pull to refresh...
eu_es: Zabaldu

# refreshing
source: Loading...
eu_es: Eguneratu...

# threema_channel_intro
source: Add Threema Channel to your contacts?
eu_es: Threema Channel zure kontaktuei gehitu?

# threema_channel_info
source: Threema Channel provides you with news about all things Threema.
eu_es: Threema Channelek Threemarekin zerikusia duen guztiari buruzko berriak eskaintzen dizkizu.

# threema_channel_failed
source: Unable to add Threema Channel.
eu_es: Ezin da Threema Channel gehitu.

# decryption_push_reply
source: Reply
eu_es: Erantzun

# decryption_push_placeholder
source: Reply...
eu_es: Erantzun...

# decryption_push_agree
source: Agree
eu_es: Baieztatu

# decryption_push_disagree
source: Disagree
eu_es: Ukatu

# send_notification_message_error_title
source: Send message
eu_es: Mezua bidali

# send_notification_message_error_failed
source: The message could not be sent.
eu_es: Ezin izan da mezua bidali.

# send_notification_message_error_agree
source: Agreeing failed.
eu_es: Errorea ’ados’ adieraztean.

# send_notification_message_error_disagree
source: Disagreeing failed.
eu_es: Errorea ’desegokia’ adieraztean.

# disabled_by_device_policy
source: Some settings have been disabled by device policy
eu_es: Gailuaren politikak desgaitu egin ditu doikuntza batzuk

source: Profile Picture Recipients
eu_es: Profileko argazkiaren hartzaileak

# send_profileimage_off
source: Nobody
eu_es: Inor ez

# send_profileimage_on
source: Everyone You Write
eu_es: Idazten diezun erabiltzaile guztiak

# send_profileimage_contacts
source: Selected Contacts
eu_es: Hautatutako kontaktuak

# edit_profile_footer
source: The nickname is included in push notifications for messages that you send. We recommend using only your first name or a pseudonym.
eu_es: Alias publikoa push jakinarazpenetan txertatuko da. Zure izen-abizenak edo pseudonimoa soilik erabiltzea gomendatzen dugu.

# gallery_moments
source: Moments
eu_es: Momentuak

# call_mute
source: Mute
eu_es: Soinurik ez

# call_unmute
source: Unmute
eu_es: Soinua gaitu

# call_speaker
source: Speaker
eu_es: Bozgorailu

# call_earpiece
source: Earpiece
eu_es: Entzungailua

# call_end
source: Hang up
eu_es: Eskegi

# call_camera_activate_button
source: Activate camera
eu_es: Aktibatu kamera

# call_camera_deactivate_button
source: Deactivate camera
eu_es: Desaktibatu kamera

# call_camera_switch_to_front_button
source: Switch to the front camera
eu_es: Aurreko kamerara aldatu

# call_camera_switch_to_back_button
source: Switch to the back camera
eu_es: Atzeko kamerara aldatu

source: Call Rejected
eu_es: Deia ez da onartu

# call_rejected_busy
source: Busy
eu_es: Lanpetuta

# call_rejected_timeout
source: Call recipient is unavailable
eu_es: Deiaren hartzailea ez dago eskuragarri

# call_rejected_disabled
source: Threema calls disabled by recipient
eu_es: Deiaren hartzailea ez dago eskuragarri

# call_rejected_unknown
source: Call Rejected
eu_es: Deia ez da onartu

# call_missed
source: Missed Call
eu_es: Dei galdua

# call_incoming_ended
source: Incoming Call
eu_es: Sarrerako deia

# call_outgoing_ended
source: Outgoing Call
eu_es: Irteerako deia

# call_duration
source: Duration: %@
eu_es: Iraupena: %@

source: Call Canceled
eu_es: Bertan behera utzitako deia

# call_back
source: Return call
eu_es: Deitu berriro

# call_accept
source: Accept
eu_es: Onartu

# call_reject
source: Reject
eu_es: Ezeztatu

# call_hide_call
source: Hide call
eu_es: Deia ezkutatu

# call_no_wifi
source: Call via cellular network. Learn more…
eu_es: Sare mugikorraren bidez deitu. Informazio gehiago...

# call_voip_not_supported_title
source: Threema Calls
eu_es: Threema ahotsa

# call_voip_not_supported_text
source: Your contact doesn’t support Threema Calls
eu_es: Kontaktu honek ezin du oraindik Threema deirik jaso.

# call_contact_alert
source: Do you want to call %@?
eu_es: %@-ri deitu nahi diozu?

# call_contact_not_reachable
source: Unable to reach contact...
eu_es: Ezin izan zen kontaktuarekin harremanetan jarri...

# already_in_call
source: There can only be one active call at a time.
eu_es: Dei aktibo bakarra egon daiteke aldi berean.

# call_status_idle
source: Ready
eu_es: Eginda

# call_status_wait_ringing
source: Initialize
eu_es: Hasieratu

# call_status_ringing
source: Ringing
eu_es: Soinuka

# call_status_incom_ringing
source: Threema Call
eu_es: Threema ahotsa

# call_status_initializing
source: Connecting...
eu_es: Konektatzen

# call_status_calling
source: Connected
eu_es: Konektatuta

# call_status_reconnecting
source: Connecting...
eu_es: Konektatzen

# call_status_unknown
source: Unknown
eu_es: Ezezaguna

# call_status_blocked
source: Blocked Contact
eu_es: Kontaktua blokeatuta

# call_status_failed_title
source: Threema Call
eu_es: Threema Ahots deia

# call_threema_initiator_video_info
source: Tap here to turn on the camera
eu_es: Sakatu hemen kamera aktibatzeko

# call_threema_remote_video_activated_info_title
source: Video Call
eu_es: Bideo-deiak

# call_threema_remote_video_activated_info
source: The other party has started a video call. Tap here to turn on your camera as well.
eu_es: Beste taldeak bideo-dei bat hasi du. Sakatu hemen kamera aktibatzeko.

# call_threema_speaker_info
source: Tap here to turn on speakerphone
eu_es: Sakatu hemen bozgorailua aktibatzeko

# call_threema_camera_disabled_info
source: This contact doesn’t use a current app version or doesn’t allow video calls.
eu_es: Kontaktu horrek ez du aplikazioaren egungo bertsiorik erabiltzen edo ez du bideodeirik onartzen.

# call_threema_video_in_chat_info_title
source: New: Video Calls
eu_es: Berria: bideo-deiak

# call_threema_video_in_chat_info_description
source: In addition to tap-proof voice calls, %@ now offers end-to-end encrypted video calls.
eu_es: Nahi gabe dei bat egitearen babesa edukiaz gain, %@ muturretik muturrerako bideo-dei zifratuak eskaintzen ditu orain.

# call_threema_cellular_instead_of_wifi_title
source: Call via Cellular Network
eu_es: Sare mugikorraren bidez deitzea

# call_threema_cellular_instead_of_wifi_text
source: Warning: This call causes data transfer in the cellular network.
eu_es: Oharra: dei honek sare mugikorrean datu-transferentzia eragiten du.

# privacy_policy_about
source: Threema protects your privacy more rigorously than any other messenger. Find out more in our Privacy Policy.
eu_es: Threemak beste edozein mezularitza-aplikaziok baino zorroztasun handiagoz babesten du zure pribatutasuna. Ikusi gehiago gure pribatutasun-politikan.

# privacy_policy_about_work
source: %@ protects your privacy more rigorously than any other messenger. Find out more in our Privacy Policy.
eu_es: %@ programak zure pribatutasuna babesten du beste edozein mezularitza-aplikaziok baino zehaztasun handiagoz. Ikusi gehiago gure pribatutasun-politikan.

# privacy_policy_about_link
source: Privacy Policy
eu_es: Pribatutasun-politika

source: Pin
eu_es: Markatu

source: Unpin
eu_es: Kendu marka

# pinned_conversation
source: Pinned chat
eu_es: Markatutako elkarrizketa

# private_message_label
source: Private Message
eu_es: Mezu pribatua

# private_chat_label
source: Private
eu_es: Pribatua

# private_chat_accessibility
source: Private Chat
eu_es: Txat pribatua

# make_private
source: Mark Private
eu_es: Pribatu gisa markatu

# remove_private
source: Unmark Private
eu_es: Pribatu gisa desmarkatu

source: Archive
eu_es: Artxibatu

source: Unarchive
eu_es: Desartxibatu

# mark_read
source: Mark as Read
eu_es: Irakurriz markatu

# mark_unread
source: Mark as Unread
eu_es: Irakurri gabeko gisa markatu

source: Archived Chats
eu_es: Artxibatutako txatak

# archived_title
source: Archived
eu_es: Artxibatuta

# conversations_search_placeholder
source: Contacts, Groups, IDs…
eu_es: Kontaktuak, taldeak, IDak, ...

source: Select All
eu_es: Aukeratu dena

source: Deselect All
eu_es: Dena desmarkatu

source: No Archived Chats
eu_es: Ez dago txatik artxibatuta

# privateChat_alert_title
source: Private Chats
eu_es: Txat pribatuak

# privateChat_code_alert_message
source: Mark chats as private to protect them with a passcode and hide them from the chat overview. Passcode Lock must be set up.
eu_es: Markatu txatak pribatutzat, kode batekin babesteko eta txaten laburpenetik ezkutatzeko. Blokeoa kodearekin konfiguratu behar da.

# privateChat_code_alert_confirm
source: Set Up Now
eu_es: Konfiguratu orain

# privateChat_set_alert_title
source: Do you want to mark this chat as private?
eu_es: Txat hau pribatu gisa markatu nahi duzu?

# privateChat_set_alert_message
source: You can toggle the visibility of private chats in the Privacy settings.
eu_es: Pribatutasun-doikuntzetan txat pribatuen ikusgarritasuna alda dezakezu.

# privateChat_setup_alert_message
source: Your Threema Safe backup contained private chats, you must set a passcode to access them.
eu_es: Zure Threema Safe segurtasun kopiak txat pribatuak zituen, sartzeko kode bat ezarri behar duzu horietan sartzeko.

# group_leave_sheet_title
source: Leave “%@”?
eu_es: "%@" utzi?

# group_leave_sheet_message
source: If you just leave, you can no longer participate in the conversation, but you can still access the chat history.
eu_es: Taldea uzten baduzu, ezingo duzu elkarrizketan parte hartzen jarraitu, baina txataren historialean sartzen jarraitu ahal izango duzu.

# group_leave_delete_sheet_title
source: Leave and Delete “%@”?
eu_es: "%@" utzi eta ezabatu?

# group_leave_delete_sheet_message
source: If you leave and delete the group, you can no longer participate in the conversation, and the chat history will be deleted.
eu_es: Taldea utzi eta ezabatzen baduzu, ezingo duzu berriro elkarrizketan parte hartu eta txataren historia ezabatuko da.

# group_leave_and_delete_button
source: Leave and Delete Group
eu_es: Taldea utzi eta ezabatu

# group_dissolve_sheet_title
source: Dissolve “%@”?
eu_es: "%@" disolbatu?

# group_dissolve_sheet_message
source: If you just dissolve the group, nobody can send new messages to the group anymore, and it can no longer be managed. The dissolved group can still be cloned.
eu_es: Taldea desegiten baduzu, inork ezingo dio mezu berririk bidali taldeari, ezta administratzaile bihurtu ere. Disolbatutako talde bat klonatu egin daiteke.

# group_dissolve_delete_sheet_title
source: Dissolve and Delete “%@”?
eu_es: "%@" desegin eta ezabatu?

# group_dissolve_delete_sheet_message
source: If you delete the group, nobody can send new messages to the group anymore, and it can no longer be managed. The chat history will be deleted on this device.
eu_es: Taldea ezabatzen baduzu, inork ezingo dio mezu berririk bidali taldeari, ezta administratzaile bihurtu ere. Txaten historia gailu honetan ezabatuko da.

# group_dissolve_and_delete_button
source: Dissolve and Delete Group
eu_es: Taldea desegin eta ezabatu

# group_delete_sheet_title
source: Delete “%@”?
eu_es: "%@" ezabatu?

# group_delete_sheet_message
source: Are you sure you want to delete this group?
eu_es: Ziur talde hau ezabatu nahi duzula?

# group_delete_button
source: Delete Group + Chat History
eu_es: Taldea + txat-historia ezabatu

# selected_count
source: %d Selected
eu_es: %d aukeratuta

source: All Selected
eu_es: Hautatutako guztiak

# archived_alert_title
source: Archived Chats
eu_es: Artxibatutako txatak

# archived_alert_message
source: To see your Archived Chats, tap the button at the bottom of the chat overview.
eu_es: Zure txatak artxibatuta ikusteko, sakatu botoia txataren deskribapen orokorraren beheko aldean.

# private_delete_info_alert_message
source: When deleting a Private Chat, a new one won't be marked as private automatically again.
eu_es: Txat pribatu bat ezabatzean, berria ez da automatikoki pribatutzat markatuko.

# pushSetting_header
source: Notifications
eu_es: Jakinarazpenak

# doNotDisturb_title
source: Do Not Disturb
eu_es: Ez molestatu

# doNotDisturb_turn_off_button
source: Turn Off
eu_es: Itzali

# doNotDisturb_offHours_info
source: Off-Hours are configured.
eu_es: Ordutegitik kanpoko orduak konfiguratuta daude.

# doNotDisturb_offHours_details
source: You only receive notifications %@ from %@ to %@.
eu_es: Jakinarazpenak %@ %@(e)tik %@(e)ra baino ez dituzu jasoko.

# doNotDisturb_off
source: Off
eu_es: Ez

# doNotDisturb_on
source: Indefinitely
eu_es: Bai

# doNotDisturb_on_until_date_and_time
source: Until %@
eu_es: %@-arte

# doNotDisturb_on_until_date_and_time_long
source: On Until %@
eu_es: %@-arte
