Repository: Glithcy780/Threema
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: eu_es

# doNotDisturb_onPeriod_time
source: Until
eu_es: Noiz arte:

# doNotDisturb_onPeriod_reset
source: Reset To
eu_es: Berrezarri Hona

# doNotDisturb_onPeriod_1Hour
source: 1 Hour
eu_es: Ordu 1

# doNotDisturb_onPeriod_2Hours
source: 2 Hours
eu_es: 2 Ordu

# doNotDisturb_onPeriod_3Hours
source: 3 Hours
eu_es: 3 Ordu

# doNotDisturb_onPeriod_4Hours
source: 4 Hours
eu_es: 4 Ordu

# doNotDisturb_onPeriod_8Hours
source: 8 Hours
eu_es: 8 Ordu

# doNotDisturb_onPeriod_1Day
source: 1 Day
eu_es: Egun 1

# doNotDisturb_onPeriod_1Week
source: 1 Week
eu_es: Aste 1

# doNotDisturb_on_forever
source: Indefinitely
eu_es: Mugarik gabe

# doNotDisturb_mention
source: Notify When Mentioned
eu_es: Jakinarazi, aipatzen denean

# doNotDisturb_mention_footer_off
source: If do not disturb is on, you will receive no notifications at all, not even when you are mentioned.
eu_es: Ez duzu inolako jakinarazpenik jasoko, ezta norbaitek aipatzen zaituenean ere.

# doNotDisturb_mention_footer_on
source: If do not disturb is on, you will still receive notifications when you are mentioned.
eu_es: Norbaitek aipatzen bazaitu, jakinarazpenak jasoko dituzu

# notification_sound_header
source: Notification sound
eu_es: Jakinarazpen-soinua

# notification_sound_title
source: Play Notification Sound
eu_es: Jakinarazpen soinua erreproduzitu

# edit_avatar_no_image_found_title
source: Unable To Load Image
eu_es: Ezin da irudia kargatu

# edit_avatar_no_image_found_message
source: Please try again. Maybe with another image.
eu_es: Saiatu berriro. Agian beste irudi batekin.

# edit_avatar_edit_picture_accessibility_label
source: Edit picture
eu_es: Irudia editatu

# edit_avatar_picture_accessibility_label
source: Picture
eu_es: Irudia

# edit_avatar_picture_not_editable_accessibility
source: Not editable
eu_es: Ezin da editatu

# webClientSession_title
source: Desktop/Web
eu_es: Mahaigaina/Webgunea

# webClientSession_add
source: Start a new session
eu_es: Hasi saio berria

# webClientSession_add_wrong_qr_title
source: Desktop/Web
eu_es: Mahaigaina/Webgunea

# webClientSession_add_wrong_qr_message
source: This is not a QR code for the desktop app / the web client. Download the desktop app (%@) or open the web client (%@), and scan the QR code displayed there.
eu_es: Hau ez da mahaigaineko aplikazioaren edo web bezeroaren QR kode bat. Deskargatu mahaigaineko aplikazioa (%@) edo ireki web bezeroa (%@) eta eskaneatu agertzen den QR kodea.

# webClientSession_add_footer
source: On your PC/Mac, download the desktop app (%@) or open the web client (%@). Then, tap the camera icon in the upper right corner of this screen, and scan the QR code on your computer.
eu_es: Zure PC/Mac-ean, deskargatu mahaigaineko aplikazioa (%@) edo ireki web bezeroa (%@). Ondoren, ukitu pantaila honen eskuineko goiko izkinan dagoen kameraren ikonoa eta eskaneatu zure ordenagailuaren pantailan agertzen den QR kodea.

# webClientSession_sessions_header
source: Sessions
eu_es: Saioak

# webClientSession_unnamed
source: Untitled session
eu_es: Izenbururik gabeko saioa

# webClientSession_lastUse
source: Last used
eu_es: Azken aldiz erabilia

# webClientSession_saved
source: Saved
eu_es: Gordeta

# webClientSession_notSaved
source: Not saved
eu_es: Ez da gorde

# webClientSession_sessionName
source: Session name
eu_es: Saioaren izena

# webClientSession_actionSheetTitle
source: Edit Session
eu_es: Saioa editatu

# webClientSession_actionSheet_stopSession
source: Stop Session
eu_es: Saioa gelditu

# webClientSession_actionSheet_startSession
source: Start Session
eu_es: Saioa hasi

# webClientSession_actionSheet_renameSession
source: Rename Session
eu_es: Saioari izena aldatu

# webClientSession_actionSheet_deleteSession
source: Delete Session
eu_es: Saioa ezabatu

# webClientSession_error_updateApp_title
source: Desktop/Web
eu_es: Mahaigaina/Webgunea

# webClientSession_error_updateApp_message
source: Wrong App Remote Protocol version, please update your iOS app.
eu_es: Urruneko protokoloaren bertsioa ez da zuzena. Eguneratu iOS aplikazioa.

# webClientSession_error_updateServer_title
source: Desktop/Web
eu_es: Mahaigaina/Webgunea

# webClientSession_error_updateServer_message
source: Wrong App Remote Protocol version, please download the current version of the desktop app, or ask your administrator to update the web client.
eu_es: Urruneko protokoloaren bertsioa ez da zuzena. Deskargatu mahaigaineko aplikazioaren bertsio berriena edo eskatu administratzaileari web bezeroa eguneratzeko.

# webClientSession_error_wrongVersion_title
source: Desktop/Web
eu_es: Mahaigaina/Webgunea

# webClientSession_error_wrongVersion_message
source: This iOS app version doesn’t support the App Remote Protocol of your desktop app / the web client.
eu_es: IOS aplikazioaren bertsio honek ez du onartzen zure mahaigaineko aplikazioa edo web bezeroa aplikatzeko urruneko protokoloa.

# webClientSession_error_voip_title
source: Desktop/Web Session Expired
eu_es: Mahaigaina/Web Iraungia

# webClientSession_error_voip_message
source: %@ tried to connect to your computer. Please forget the session on your computer and start a new one.
eu_es: %@ saiatu zen zure ordenagailura konektatzen. Mesedez, ahaztu saioa zure ordenagailuan eta hasi berri bat.

# webClient_scan_error_title
source: Desktop/Web
eu_es: Mahaigaina/Webgunea

# webClient_scan_error_message
source: This is a QR code for the desktop app / the web client. Please use the scanner in Settings > Desktop/Web.
eu_es: Mahaigaineko aplikaziorako edo web bezerorako QR kode bat da. Erabili eskanerra hemen: doikuntzak > Mahaigaina/Web.

# webClient_scan_error_mdm_host_title
source: Cannot start session
eu_es: Ezin da saioa hasi

# webClient_scan_error_mdm_host_message
source: Server is not approved by the administrator.
eu_es: Administratzaileak onartu gabeko zerbitzaria.

# protectedDataUnavailable_error_text
source: Protected data is currently unavailable. Please exit the app and try again.
eu_es: Datu babestuak ez daude erabilgarri une honetan. Irten aplikaziotik eta saiatu berriro.

# protectedDataUnavailable_exitbutton
source: Exit
eu_es: Irten

# media_delete_all_confirm
source: Are you sure you want to delete all media files?
eu_es: Multimedia-fitxategi guztiak ezabatu nahi dituzula berresten duzu?

# media_delete_selected_confirm
source: Are you sure you want to delete the selected media files?
eu_es: Hautatutako multimedia-fitxategiak ezabatu nahi dituzula berresten duzu?

source: Deactivate
eu_es: Desaktibatu

source: Invalid Threema ID
eu_es: Threemaren IDa ez da baliozkoa

# number_of_days
source: %d days
eu_es: %d egun

# safe_enable_explain_short
source: Enable Threema Safe to create automatic secure and anonymous backups of all your important data.
eu_es: Gaitu Threema Safe zure datu garrantzitsu guztien segurtasun-kopia automatikoak, seguruak eta anonimoak sortzeko.

# safe_enable_explain
source: All you need to chat is stored only on your device. You don’t have an account with us and we cannot help you out if you lose your phone or accidentally delete your data. Threema Safe creates automatic backups of all the important data, including your keys, your contact list and your group memberships, anonymously on a secure server of your choice.
eu_es: Txaterako behar duzuna zure gailuan bakarrik gordetzen da. Ez duzu gurekin konturik eta ezin dizugu lagundu telefonoa galtzen baduzu edo zure datuak istripuz ezabatzen badituzu. Threema Safek datu garrantzitsu guztien segurtasun-kopia automatikoak sortzen ditu, baita zure gakoak, kontaktuen zerrenda eta taldeetarako harpidetzak ere, modu anonimoan, aukeratzen duzun zerbitzari seguru batean. ...

# safe_server_authentication
source: Authentication (optional)
eu_es: Autentifikazioa (aukerakoa)

# safe_server_name
source: Server name
eu_es: Zerbitzariaren izena

# safe_max_backup_size
source: Max backup size
eu_es: Segurtasun-kopiaren tamaina maximoa

# safe_retention
source: Backup retention
eu_es: Segurtasun-kopiaren kontserbazioa

# safe_last_backup
source: Last backup
eu_es: Azken segurtasun-kopia

# safe_size
source: Backup size
eu_es: Segurtasun-kopiaren tamaina

# safe_result
source: Backup result
eu_es: Segurtasun-kopiaren emaitza

# safe_successful
source: Successful
eu_es: Osatua

# safe_unsuccessful
source: Failed
eu_es: Ez osatua

# safe_upload_failed
source: Upload failed
eu_es: Errorea igotzean

# safe_upload_size_exceeded
source: Server’s upload size exceeded
eu_es: Zerbitzariaren igoera-tamaina gaindituta

# safe_change_password
source: Change Password
eu_es: Aldatu pasahitza

# safe_backup_now
source: Backup Now
eu_es: Egin segurtasun-kopia orain

# safe_deactivate
source: Turn off Threema Safe
eu_es: Desaktibatu Threema Safe

# safe_deactivate_explain
source: If you disable Threema Safe, any existing backups will be deleted on the server. Continue?
eu_es: Threema Safe desgaitzen baduzu, dauden segurtasun-kopia guztiak zerbitzaritik ezabatuko dira. Jarraitu?

# safe_disable_confirm
source: Do you want to continue without enabling Threema Safe? When using Threema Safe, your can restore your Threema ID, contacts ,and groups in case you loose access to your device.
eu_es: Threema Safe gaitu gabe jarraitu nahi duzu?

# safe_setup_backup_description
source: Please choose a strong password. You will need this password to restore your Threema Safe backup.
eu_es: Aukeratu pasahitza. Threema Safeko segurtasun-kopia berrezartzeko pasahitza beharko duzu.

# safe_advanced_options
source: Expert settings
eu_es: Adituaren doikuntzak

# safe_configure_choose_server
source: Choose a Threema Safe server
eu_es: Aukeratu Threema Safe zerbitzaria

# safe_configure_server_explain
source: You can use Threema’s server or specify a third party backup server to use instead.
eu_es: Threemaren zerbitzaria erabil dezakezu, edo beste hirugarren baten segurtasun-kopiaren zerbitzari bat zehaztu haren ordez.

# safe_configure_server_explain_onprem
source: Save your Threema Safe backup on your organization’s server, or specify a different backup server.
eu_es: Gorde zure Threema Safe segurtasun-kopia zure erakundearen zerbitzarian edo zehaztu beste babeskopia-zerbitzari bat.

# safe_use_default_server
source: Use default server
eu_es: Erabili zerbitzari lehenetsia

# safe_restore
source: Restore Threema Safe
eu_es: Berrezarri Threema Safe

# safe_restore_enter_id
source: Please enter the Threema ID you would like to recover
eu_es: Sartu berreskuratu nahi duzun Threemaren IDa

# safe_forgot_your_id
source: Forgot your ID?
eu_es: IDa ahaztu duzu?

# safe_threema_id
source: Your Threema ID
eu_es: Threemaren zure IDa

# safe_search_id_title
source: Please enter the mobile number or the email address linked to your ID
eu_es: Sartu zure kontuari lotutako mugikorraren zenbakia edo helbide elektronikoa

# safe_linked_mobile
source: Mobile Number
eu_es: Telefono mugikorraren zenbakia

# safe_linked_email
source: E-Mail
eu_es: Posta elektronikoa

# safe_no_id_found
source: No Threema ID found
eu_es: Ez da aurkitu Threemaren IDrik

# safe_select_id
source: Multiple Threema IDs found. Please select the ID to use:
eu_es: Threemaren hainbat ID aurkitu dira. Hautatu erabili nahi duzun IDa:

# safe_enter_password
source: Please enter your Threema Safe password
eu_es: Sartu Threema Safeko pasahitza

# safe_restore_failed
source: Restore failed
eu_es: Errorea berrezartzean

# safe_no_backup_found
source: No backup found on the server. Check ID and password.
eu_es: Ez da segurtasun-kopiarik aurkitu zerbitzarian. Egiaztatu IDa eta pasahitza.

# safe_preparing
source: Preparing Threema Safe
eu_es: Threema Safe prestatzen

# safe_error_preparing
source: Error preparing Threema Safe backup
eu_es: Errorea Threema Safe-ren segurtasun-kopia prestatzean

# safe_configure_choose_password_title
source: Choose a password
eu_es: Aukeratu pasahitza

# safe_configure_choose_password
source: Please choose a password. You will need this password to restore your Threema Safe backup.
eu_es: Aukeratu pasahitza. Threema Safeko segurtasun-kopia berrezartzeko pasahitza beharko duzu.

# safe_configure_choose_password_mdm
source: Your administrator enabled Threema Safe for your device.
eu_es: Administratzaileak Threema Safe gaitu du zure gailuan.

# safe_version_mismatch
source: The version of this backup is higher than the supported version. Please update to the latest version of this app.
eu_es: Segurtasun-kopia horren bertsioa bertsio bateragarria baino handiagoa da. Eguneratu aplikazio honen azken bertsiora.

# safe_intro_title
source: Introducing Threema Safe
eu_es: Berria: Threema Safe

# safe_intro_description
source: Never lose your Threema ID, contacts, groups and settings again!
eu_es: Ez galdu berriro Threemaren IDa, ez zure kontaktuak edo taldeak!

# safe_intro_explain
source: Threema Safe regularly creates an encrypted, anonymous backup of the most important data for you and stores it on the Threema server or another server of your choice.
eu_es: Threema Safek aldizka sortzen eta enkriptatzen du zure datu garrantzitsuenen segurtasun-kopia anonimo bat, eta Threemaren zerbitzarian edo zuk aukeratutako beste zerbitzari batean gordetzen ditu.

# safe_intro_enable
source: Enable now
eu_es: Gaitu orain

# safe_intro_cancel
source: Don’t show again
eu_es: Ez erakutsi berriro

# safe_failed_notification
source: Threema Safe backup failed for %.0f consecutive days. Please check the Threema Safe settings.
eu_es: Threema Safe-ren segurtasun-kopia ez da osatu %.0f egunetan. Sakatu hemen, egiaztatzeko.

# safe_expired_notification
source: Your Threema Safe backup might be outdated and could be deleted soon. Please check the Threema Safe settings and make sure a Threema Safe backup can be created.
eu_es: Threema Safe segurtasun-kopia ez dago eguneratuta, eta laster ezabatuko da. Mesedez, egiaztatu Threema Safe-ren doikuntzak eta ziurtatu Threema Safe segurtasun-kopia sor daitekeela.

# safe_test_server
source: Test server
eu_es: Proba-zerbitzaria

# safe_test_server_invalid_url
source: Please enter a valid HTTPS address.
eu_es: Sartu baliozko HTTPS helbide bat.

# safe_restore_error
source: Recovering Threema Safe Backup failed, please try again.
eu_es: Errorea Threema Safe segurtasun-kopia berreskuratzean. Saiatu berriro.

# safe_activation_failed
source: Threema Safe could not be activated after restoring the backup.
eu_es: Ezin izan da Threema Safe aktibatu segurtasun-kopia berrezarri ondoren.

# password_bad
source: Weak password
eu_es: Pasahitz ahula

# password_bad_explain
source: The selected password for Threema Safe is not secure and can be easily guessed by attackers. Please choose another one. Hint: Use a password composed of multiple individual words.
eu_es: Threema Saferako hautatutako pasahitza ez da segurua, eta arrotzek erraz asma dezakete. Aukeratu beste bat. Aholkua: Hainbat hitz indibidualez osatutako pasahitza erabiltzen du.

# password_bad_guidelines
source: The entered password does not comply with the guidelines.
eu_es: Sartutako pasahitzak ez ditu arauak betetzen.

# password_bad_regex
source: Invalid definition (regex) of password requirements. Please contact your %@ administrator.
eu_es: Pasahitz-eskakizunen definizioa (regex) ez da baliozkoa. Jar zaitez harremanetan %@ administratzailearekin.

source: Continue anyway
eu_es: Hala ere jarraitu

# restore_option_title
source: Restore a Backup
eu_es: Segurtasun-kopia leheneratu

# restore_option_id_title
source: Restore ID from Backup
eu_es: Berrezarri IDa segurtasun-kopiatik

# restore_option_description
source: What kind of backup would you like to restore?
eu_es: Zein segurtasun-kopia mota leheneratu nahi duzu?

# restore_option_safe
source: Restore your ID, contacts, and groups
eu_es: Berrezarri ID, kontaktuak eta taldeak

# restore_option_safe_keep_data
source: Restore only the ID from Threema Safe, and keep the data (chats, contacts, groups, etc.) stored on this device
eu_es: Threema Safe-tik ID bakarrik leheneratu eta datuak gorde (txatak, kontaktuak, taldeak, etab.) gailu honetan gordeta.

# restore_option_id
source: Restore only your ID
eu_es: IDa bakarrik leheneratu

# restore_option_id_keep_data
source: Restore your exported Threema ID, and keep the data (chats, contacts, groups, etc.) stored on this device
eu_es: Berrezarri esportatutako Threemaren ID eta gorde datuak (txatak, kontaktuak, taldeak, etab.) gailu honetan gordeta.

# backup_faq_link_text
source: Learn more about backups in %@
eu_es: Lortu babeskopiei buruzko informazio gehiago hemen %@

# forgot_password_link_text
source: Forgot your password?
eu_es: Zure pasahitza ahaztu duzu?

# restore_option_data_description
source: On this device, %@ data (chats, contacts, groups, etc.) is present.
eu_es: Gailu honetan %@ datuak agertzen dira (txatak, kontaktuak, taldeak, etab.).

# restore_option_data_keep_data
source: Keep local data
eu_es: Tokiko datuak gordetzea

# restore_option_data_keep_data_description
source: Only restore the Threema ID (from Threema Safe or from an ID export), and keep the local data
eu_es: Threemaren ID bakarrik leheneratu (Threema Safetik edo esportatutako ID batetik) eta tokiko datuak gorde.

# restore_option_data_delete_data
source: Delete local data
eu_es: Ezabatu tokiko datuak

# restore_option_data_delete_data_description
source: Restore a Threema Safe backup (containing your ID, contacts, and groups) or an ID export (containing only the Threema ID) after removing the local data
eu_es: Berrezarri Threema Safe segurtasun-kopia bat (ID, kontaktuak eta taldeak barne) edo esportatutako ID bat (Threemaren ID bakarrik barne), tokiko datuak ezabatu ondoren.

# restore_option_data_delete_data_explain
source: In order to restore a full Threema Safe backup, you must reinstall %@: Please delete the app and then download it again from the App Store.
eu_es: Threema Safe segurtasun-kopia osoa berrezartzeko, %@ berrinstalatu behar duzu. Horretarako, ezabatu aplikazioa eta deskargatu berriro App Storetik.

# companydirectory_description
source: Look up contacts in company directory
eu_es: Bilatu barne-kontaktuak

# companydirectory_placeholder
source: Search directory
eu_es: Arakatu direktorioa

# companydirectory_noentries_title
source: No entries found
eu_es: Ez dago sarrerarik

# companydirectory_noentries_description
source: Please enter at least 3 characters to search
eu_es: Sartu gutxienez 3 karaktere bilatzeko.

source: Already licensed
eu_es: Dagoeneko baimendua

# url_warning_title
source: Phishing warning
eu_es: Ordezpen abisua

# url_warning_body
source: The hostname of the link you’re about to open is suspicious: Displayed Hostname: %@ Real hostname: %@ This could be an attempt to trick you into opening a site pretending to be something else. Would you like to continue anyway?
eu_es: Irekiko duzun estekaren ostatuaren izena susmagarria da: Erakutsitako ostatuaren izena: %@ Benetako ostatuaren izena: %@ Hau engainu-saio bat izan liteke, leku bat ireki dezan beste baten itxurak eginez. Jarraitu nahi duzu?

source: Storage Management
eu_es: Biltegiratzearen kudeaketa

# storage_total
source: Total Disk Space
eu_es: Diskoaren espazio osoa

# storage_total_in_use
source: Used
eu_es: Erabilitakoak

# storage_total_free
source: Free
eu_es: Libre

# storage_threema
source: Used by %@
eu_es: %@ erabilia

# delete_explain
source: Delete old media and files to free up disk space. Please note: Messages are not deleted automatically but only when tapping the respective Delete button.
eu_es: Artxibo zaharrak ezabatu diskoan leku gehiago edukitzeko. Oharra: mezuak automatikoki ezabatuko dira Ezabatu botoia sakatzerakoan.

# delete_media_older_than
source: Delete Media and Files Older Than
eu_es: Ezabatu multimedia edukia eta antzinatasun hau duten fitxategiak:

# delete_media
source: Delete Media and Files
eu_es: Ezabatu multimedia-edukiak eta fitxategiak

# delete_media_confirm
source: Do you want to permanently delete all media and files older than %@?
eu_es: %@tik gorako multimedia-eduki guztiak eta fitxategiak betirako ezabatu nahi dituzu?

# delete_media_confirm_all
source: Do you want to permanently delete all media and files?
eu_es: Fitxategi guztiak betiko ezabatu nahi dituzu?

# delete_media_explain
source: Thumbnails will not be deleted.
eu_es: Miniaturak ez dira ezabatuko.

source: Delete Messages Older Than
eu_es: Ezabatu antzinatasun handiagoko mezuak

source: Delete Messages
eu_es: Ezabatu mezuak

# delete_messages_confirm
source: Do you want to permanently delete all messages older than %@?
eu_es: %@ baino gehiagoko antzinatasuna duten mezu guztiak betiko ezabatu nahi dituzu?

# delete_messages_confirm_all
source: Do you want to permanently delete all messages?
eu_es: Ziur zaude mezu guztiak betiko ezabatu nahi dituzula?

# delete_messages_explain
source: Messages of any kind will be deleted: text and voice messages, media, files, polls, etc.
eu_es: Testu-mezuak, ahots-mezuak, multimedia-mezuak, fitxategiak, inkestak eta abar ezabatuko dira.

# one_year_title
source: 1 Year
eu_es: Urte 1

# one_year
source: 1 year
eu_es: Urte 1

# six_months_title
source: 6 Months
eu_es: 6 hilabete

# six_months
source: 6 months
eu_es: 6 hilabete

# three_months_title
source: 3 Months
eu_es: 3 hilabete

# three_months
source: 3 months
eu_es: 3 hilabete

# one_month_title
source: 1 Month
eu_es: Hile 1

# one_month
source: 1 month
eu_es: Hilabete 1

# one_week_title
source: 1 Week
eu_es: Aste 1

# one_week
source: 1 week
eu_es: Aste 1

# everything
source: Delete All
eu_es: Den-dena ezabatu

# media_file_not_found
source: Could not open media file. It was deleted or not downloaded from the server.
eu_es: Ezin izan da multimedia-fitxategia ireki: ezabatu egin da edo ez da zerbitzaritik deskargatu.

source: Older Than
eu_es: Antzinatasun hau baino gehiago

# file_deleted_title
source: File Deleted
eu_es: Fitxategia ezabatu da

# file_not_found_title
source: File Not Found
eu_es: Fitxategia ez da aurkitu

# settings_privacy
source: Privacy
eu_es: Eremu pribatua

# settings_appearance
source: Appearance
eu_es: Itxura

# settings_notification
source: Notifications
eu_es: Jakinarazpenak

# settings_chat
source: Chat
eu_es: Txataren pantaila

# settings_media
source: Media
eu_es: Multimedia elementuak

# settings_storage_management
source: Storage Management
eu_es: Biltegiratzearen kudeaketa

# settings_passcode_lock
source: Passcode Lock
eu_es: Kodigoarekin blokeatu

# settings_threema_calls
source: Threema Calls
eu_es: Threema ahotsa

# settings_threema_web
source: Desktop/Web
eu_es: Mahaigaina/Webgunea

# settings_network_status
source: Network Status
eu_es: Sarearen egoera

# settings_version
source: Version
eu_es: Bertsioa

# settings_license_username
source: License Username
eu_es: Lizentzia erabiltzailearen izena

# settings_invite_a_friend
source: Invite a Friend
eu_es: Lagunak gonbidatu

# settings_threema_channel
source: Threema Channel
eu_es: Threemaren kanala

# settings_support
source: Support
eu_es: Laguntza

# settings_privacy_policy
source: Privacy Policy
eu_es: Pribatutasun politika

# settings_license
source: License
eu_es: Lizentzia

# settings_advanced
source: Advanced
eu_es: Hobetua

# tos_cell_title
source: Terms of Service
eu_es: Zerbitzu-baldintzak

# settings_advanced_flush_message_queue
source: Flush Message Queue
eu_es: Mezu ilara hustu

# settings_advanced_orphaned_files_cleanup
source: Delete Orphaned Files
eu_es: Artxibo bakartiak ezabatu

# settings_advanced_reregister_push_notifications_header_title
source: Push Notifications
eu_es: Push jakinarazpenak

# settings_advanced_reregister_push_notifications_footer_title
source: If incoming messages do not show up outside of the app as notifications, you can reregister for notifications.
eu_es: Sartzen diren mezuak ez badira aplikaziotik kanpo agertzen jakinarazpen gisa, berriro erregistra zaitezke jakinarazpenak jasotzeko.
