Repository: Glithcy780/Threema
Catalog: Threema/Resources/*.lproj/InfoPlist.strings
Languages: cs, de, es, eu_es, ja, nl, pl, pt, ru, sk, tr, zh_hans, zh_hant

source: New message
cs: Nová zpráva
de: Neue Nachricht
es: Nuevo mensaje
eu_es: Mezu berria
ja: 新しいメッセージ
nl: Nieuw bericht
pl: Nowa wiadomość
pt: Nova mensagem
ru: Новое сообщение
sk: Nová správa
tr: Yeni Mesaj
zh_hans: 新消息
zh_hant: 新訊息

source: Scan QR code
cs: Naskenovat QR kód
de: QR-Code scannen
es: Escanear código QR
eu_es: QR kodea eskaneatu
ja: QRコードをスキャンする
nl: QR-code scannen
pl: Skanuj kodu QR
pt: Escanear código QR
ru: Сканировать QR-код
sk: Skenovať QR kód
tr: QR kodunu tara
zh_hans: 扫描二维码
zh_hant: 掃描QR碼

# My ID
source: My Profile
cs: Můj profil
de: Mein Profil
es: Mi perfil
eu_es: Nire profila
ja: 自分の情報
nl: Mijn profiel
pl: Mój Profil
pt: Meu perfil
ru: Мой профиль
sk: Môj profil
tr: Benim profilim
zh_hans: 个人资料
zh_hant: 個人檔案

# NSCameraUsageDescription
source: Your camera is used when you take a photo or video and send it in a chat, and to scan QR codes.
cs: Vaše kamera se používá, když pořizujete fotografii nebo video a posíláte je do chatu a pro skenování QR kódů.
de: Die Kamera wird verwendet, um Fotos/Videos aufzunehmen und in einem Chat zu versenden, und um QR-Codes zu scannen.
es: La cámara se utiliza cuando haces una foto o un vídeo y lo envías a un chat y también para escanear códigos QR.
eu_es: Argazki bat edo bideo bat egin, txat batera bidali eta QR kodeak eskaneatzeko ere erabiltzen da kamera.
ja: カメラは写真や動画を撮影してトークで送信したり、QRコードを読み取るときに使われます。
nl: Je camera wordt gebruikt wanneer je een foto neemt of een video opneemt en deze verstuurt via chat, en wanneer je QR-codes scant.
pl: Twój aparat jest używany do robienia zdjęć lub wideo i wysyłania ich na czacie oraz do skanowania kodów QR.
pt: A sua câmera é utilizada quando você tira uma foto ou faz um vídeo e envia em um chat e para digitalizar códigos QR.
ru: Ваша камера используется, когда вы снимаете фото или видео и посылаете его в чат, а также для сканирования QR-кодов.
sk: Vaša kamera sa používa keď fotíte alebo natáčate video a posielate ich do konverzácií, alebo keď skenujete QR kódy.
tr: Fotoğraf veya video çekip sohbete gönderdiğinizde ve QR kodlarını taramak için kameranız kullanılır.
zh_hans: 当您在会话中拍摄照片或视频时，以及扫描二维码时，都会使用到您的相机。
zh_hant: 當您在對話中拍攝照片或視頻時，以及掃描QR碼時，都會取用您的相機。

# NSContactsUsageDescription
source: Contacts are used to find other Threema users when synchronization is on. Hashes of the phone numbers and email addresses will be uploaded to a Threema server for this purpose. This information is not stored on the servers.
cs: Kontakty slouží k vyhledávání ostatních uživatelů Threema při zapnuté synchronizaci. Za tímto účelem budou na server Threema odeslány hashe telefonních čísel a e-mailových adres. Samotné informace nejsou na serverech nijak ukládány.
de: Kontakte werden verwendet, um andere Threema-Benutzer zu finden, wenn die Synchronisierung eingeschaltet ist. Hashwerte der Telefonnummern und E-Mail-Adressen werden dazu an einen Server von Threema gesendet. Diese Informationen werden nicht auf dem Server gespeichert.
es: Los contactos se utilizan para buscar a otros usuarios de Threema cuando la sincronización está activada. Con este propósito, se subirán los hashes de los números de teléfono y las direcciones de correo electrónico al servidor de Threema. Dicha información no se almacena en los servidores.
eu_es: Sinkronizazioa aktibatuta dagoenean Kontaktuetan duzun beste erabiltzaileak bilatzeko erabiltzen da. Horretarako, telefono-zenbakien hasheak eta helbide elektronikoak Threemaren zerbitzarira igoko dira. Informazio hori ez da zerbitzarietan gordetzen.
ja: 連絡先は同期が行われているときに、他のThreemaユーザーを探すために使われます。電話番号やメールアドレスのハッシュは、このためにThreemaのサーバーにアップロードされます。この情報はサーバーには保存されません。
nl: Contactpersonen worden gebruikt om andere Threema-gebruikers te vinden wanneer synchronisatie is ingeschakeld. Hiervoor worden hashes van telefoonnummers en e-mailadressen ge√ºpload naar een Threema-server. Deze informatie wordt niet opgeslagen op de servers.
pl: Kontakty służą do znajdowania innych użytkowników Threema, gdy synchronizacja jest włączona. W tym celu skróty numerów telefonów i adresów e-mail zostaną przesłane na serwer Threema. Te informacje nie są przechowywane na serwerach.
pt: Os contatos são utilizados para encontrar outros usuários do Threema quando a sincronização está ativada. Hashes dos números de telefone e endereços de e-mail serão enviados ao servidor do Threema com este propósito. Esta informação não é armazenada nos servidores.
ru: Контакты используются для поиска других пользователей Threema, когда синхронизация включена. Для этого хэш-коды телефонных номеров и адресов эл. почты загружаются на сервер Threema. Эта информация не сохраняется на серверах.
sk: Kontakty slúžia k vyhľadávaniu ostatných užíavateľov Threema pri zapnutej synchronizácii. Za týmto účelom budú na server Threema odoslané hashe telefónnych čísiel a e-mailových adries. Tieto informácie nie sú na serveroch ukladané.
tr: Kişiler, senkronizasyon açıkken diğer Threema kullanıcılarını bulmak için kullanılır. Telefon numaraları ve e-posta adreslerinin karmaları bu amaçla bir Threema sunucusuna yüklenecektir. Bu bilgiler sunucularda depolanmaz.
zh_hans: 当同步开启时，联系人权限用于寻找其他 Threema 用户。电话号码和电子邮件地址的哈希值将被上传到 Threema 服务器上用于此目的，这些信息都不会存储在服务器上。
zh_hant: 當同步開啟時，聯絡人權限用於尋找其他 Threema 使用者。電話號碼和電子郵件地址的雜湊值將被上傳到 Threema 伺服器上用於此目的，這些訊息都不會儲存在伺服器上。

# NSLocationWhenInUseUsageDescription
source: Your location is used when you send it in a chat, and to display your own location on a map.
cs: Vaše poloha se používá, když ji odešlete do chatu, a k zobrazení vaší pozice na mapě.
de: Ihr Standort wird verwendet, wenn Sie ihn in einem Chat verschicken, und um Ihre eigene Position auf der Karte darzustellen.
es: Tu ubicación se utiliza cuando la envías a un chat o para mostrarla en un mapa.
eu_es: Txat batera bidaltzen duzunean edo mapa batean erakusteko erabiltzen da zure kokapena.
ja: 位置情報はトークで送信するときや、地図上に自分の位置を表示するときに使われます。
nl: Je locatie wordt gebruikt wanneer je deze verstuurd via chat en om je locatie op kaarten weer te geven.
pl: Twoja lokalizacja jest używana, gdy wyślesz ją na czacie i do wyświetlenia Twojej lokalizacji na mapie.
pt: A sua localização é utilizada quando você a envia em um chat e para exibir a sua própria localização em um mapa.
ru: Данные о вашем местоположении используются, когда вы посылаете их в чат, а также для показа вашего местоположения на карте.
sk: Vaša poloha sa používa, ak ju odošlete do konverzácie a na zobrazenie vašej vlastnej polohy na mape.
tr: Konumunuz, sohbette gönderdiğinizde ve harita üzerinde kendi konumunuzu görüntülemek için kullanılır.
zh_hans: 当您在会话中发送位置时，以及在地图上显示自己的位置，都会使用到您的位置。
zh_hant: 當您在對話中傳送位置時，以及在地圖上顯示自己的位置，都會取用您的位置。

# NSMicrophoneUsageDescription
source: The microphone is used to record audio messages.
cs: Mikrofon slouží k nahrávání zvukových zpráv.
de: Das Mikrofon wird für die Aufnahme von Sprachnachrichten verwendet.
es: El micrófono se utiliza para grabar mensajes de audio.
eu_es: Mikrofonoa audio mezuak grabatzeko erabiliko da.
ja: マイクは音声メッセージを録音するために使用されます。
nl: De microfoon wordt gebruikt om audioberichten op te nemen.
pl: Mikrofon służy do nagrywania wiadomości audio.
pt: O microfone é utilizado para gravar mensagens em áudio.
ru: Микрофон используется для записи аудиосообщений.
sk: Mikforón sa používa na nahrávanie zvukových správ.
tr: Mikrofon sesli mesajları kaydetmek için kullanılır.
zh_hans: 麦克风权限用于录制音频消息。
zh_hant: 麥克風權限用於錄製音訊訊息。

# NSPhotoLibraryUsageDescription
source: Your photo library is used when you pick an image from it and send it in a chat.
cs: Vaše galerie fotografií se používá, když z ní vybíráte nějaký obrázek a posíláte ho do chatu.
de: Der Zugriff auf die Fotos wird verwendet, wenn Sie ein Bild auswählen und in einem Chat versenden.
es: La biblioteca de fotos se utiliza para elegir una imagen y enviarla a un chat.
eu_es: Argazkien liburutegia irudi bat aukeratu eta txat batera bidaltzeko erabiliko da.
ja: フォトライブラリは、その中から画像を選んでトークで送信する際に使用します。
nl: Je fotobibliotheek wordt gebruikt wanneer je er een afbeelding uit kiest en deze verstuurd via de chat.
pl: Twoja biblioteka zdjęć jest używana, gdy wybierzesz z niej obraz i wyślesz go na czacie.
pt: A sua biblioteca de fotos é utilizada quando você escolhe uma imagem dela e envia em um chat.
ru: Ваша библиотека фотографий используется, когда вы выбираете из нее изображение и посылаете его в чат.
sk: Vaša knižnica fotografií sa používa, keď z nej vyberáte obrázok a odošlete ho do konverzácie.
tr: Fotoğraf kitaplığınız, ondan bir resim seçtiğinizde ve bir sohbette gönderdiğinizde kullanılır.
zh_hans: 当您从照片库中挑选图片并在会话中发送时，就会使用到您的照片库。
zh_hant: 當您從照片庫中挑選圖片並在對話中傳送時，就會取用您的照片庫。

# NSPhotoLibraryAddUsageDescription
source: Threema can automatically save incoming media files in the Photos app.
cs: Threema může automaticky ukládat přijaté soubory médií do aplikace Fotografie.
de: Threema kann eingehende Medien automatisch in der «Fotos»-App speichern.
es: Threema puede guardar automáticamente los archivos multimedia entrantes en la aplicación "Fotos".
eu_es: Threemak automatikoki gorde ditzake "Argazkiak" aplikazioan sartzen diren multimedia fitxategiak.
ja: Threemaは、受信したメディアファイルを写真アプリに自動的に保存することができます。
nl: Threema kan inkomende mediabestanden automatisch in de Foto-app opslaan.
pl: Threema może automatycznie zapisywać przychodzące pliki multimedialne w aplikacji Zdjęcia.
pt: O Threema pode salvar automaticamente os arquivos de mídia recebidos no aplicativo de Fotos.
ru: Threema может автоматически сохранять входящие медиафайлы в приложении «Фотографии».
sk: Threema môže automaticky ukladať prichádzajúce súbory médií do aplikácie Fotografie.
tr: Threema gelen medya dosyalarını otomatik olarak Fotoğraflar uygulamasına kaydedebilir.
zh_hans: Threema 可以将接收到的媒体文件自动保存在 “照片” 应用程序中。
zh_hant: Threema 可以將收到的多媒體檔案自動儲存至「照片」應用程式中。

# NSFaceIDUsageDescription
source: You can use Face ID to unlock Threema without entering your code.
cs: Aplikaci Threema můžete odemknout bez zadávání kódu pomocí Face ID.
de: Sie können Threema mit Face ID entsperren, ohne Ihren Code einzugeben.
es: Ahora puedes usar Face ID para desbloquear Threema sin introducir tu código.
eu_es: Orain, Face ID erabil dezakezu Threema desblokeatzeko, zure kodea sartu gabe.
ja: Face IDを使って、コードを入力せずにThreemaのロックを解除することができます。
nl: U kunt Face ID gebruiken om Threema te ontgrendelen zonder uw code in te voeren.
pl: Możesz użyć Face ID, aby odblokować Threema bez wpisywania kodu.
pt: Você pode usar o seu Face ID para desbloquear o Threema sem inserir o seu código.
ru: Вы можете использовать функцию лицевой идентификации, чтобы разблокировать Threema без ввода кода.
sk: Na odomknutie Threemy bez zadania vašeho kódu môžete použiť Face ID.
tr: Kodunuzu girmeden Threema’nın kilidini açmak için Face ID’yi kullanabilirsiniz.
zh_hans: 您可以使用 Face ID 解锁 Threema，而无需输入密码。
zh_hant: 您可以使用 Face ID 解鎖 Threema，而無需輸入密碼。

# NSLocalNetworkUsageDescription
source: Threema uses the local network for call connections.
cs: Threema používá pro hlasová volání místní síť.
de: Threema verwendet das lokale Netzwerk für Anruf-Verbindungen.
es: Threema usa la red local para las conexiones de llamadas.
eu_es: Dei-konexioetarako sare lokala erabiltzen du Threemak.
ja: Threemaでは、通話接続にローカルネットワークを使用しています。
nl: Threema gebruikt het lokale netwerk voor oproepverbindingen.
pl: Threema używa sieci lokalnej do połączeń telefonicznych.
pt: O Threema usa a rede local para fazer ligações.
ru: Threema использует локальную сеть для соединения при звонках.
sk: Threema využíva pre hlasové volania miestnu sieť.
tr: Threema, Çağrı bağlantıları için yerel ağı kullanır.
zh_hans: Threema 使用本地网络进行通话连接。
zh_hant: Threema 使用本地網路以進行通話連線。
